{"rows": 1000, "NonZeros": 27188, "nClusters": 30, "clusters": [{"messages": ["\"@bame2264 @WTOP You've been quoted in my @Storify story: \\\"Washington mudslide death toll rises and many missing\\\" http://t.co/vqnf8OEiur\"", "\"US mudslide death toll hits 30 http://t.co/yruQhhtQ0j\"", "\"RT @AP: BREAKING: Medical examiner says death toll in Washington state mudslide increases to 29.\"", "\"#News Death toll rises to 4 in US mudslide - TVNZ http://t.co/ByeeguGsqK #AskChicser #KFCino\"", "\"#TFB tajarz Washington mudslide death toll rises to 30, medical examiner's office says; 27th... http://t.co/5x5iGMFewa #FOLLOWBACK tajarz\"", "\"RT @LW247: Two on top for Arlington Bowie 2015 OL Madison Akamnonu? http://t.co/PCyuWERiSI @RyanBartow\"", "\"Washington mudslide death toll expected to rise steeply from 25:  Ninety people remain missing on rescue's six... http://t.co/G85zJlAl9U\"", "\"Washington Mudslide Death Toll Has Likely Risen to 24: Associated Press Rescue workers attempting to c... http://t.co/fJLOZKsvKl taw #US\"", "\"RT @Arlington_Hoe: Ima die a real nigga aint no option\"", "\"BREAKING NEWS: Wash. mudslide death toll rises to 24- VIDEO: Race against time for crews http://t.co/6cvY5kuQFI\"", "\"Shout Out to Josh W. who leaves in AM for Washington to serve in Health Services for #530-Landslide response efforts http://t.co/agkyjPg6QW\"", "\"#Washington Death toll in Washington mudslide rises to 33 http://t.co/66EiO7lJLE\"", "\"Franchising the retailers carry into landslide: aLvfAZ\"", "\"#Albert_Stanlie INF: Death toll to 'substantially' increase in mile-wide mudslide: Rescue officials said the d... http://t.co/QK4VFlWqsr\"", "\"“Smh @ABC7News: Police: Burglars bring 4yo child with them as they hit Arlington home: http://t.co/MCvhqmP0R8”\"", "\"Washington landslide death toll rises to 27 @UniNoticias @univision  http://t.co/l3EIlchkhV\"", "\"“@KHQLocalNews: BREAKING: 6 more deaths confirmed in massive Washington landslide, bringing total to 14.”\"", "\"US mudslide toll expected to leap: Fatalities from last week's Washington state mudslide will rise \\\"substantia... http://t.co/PDEozwRCtY\"", "\"Mudslide halts trains between Seattle, Everett until Friday http://t.co/uAyBG3Eq7r\"", "\"Quest to ID remains brings mystery after mudslide - http://t.co/uIAB70FiB0 http://t.co/oN8UtBxiin\"", "\"Landslide: The grim death toll from the massive landslide in rural Washington rose Monday to 24 people, and th... http://t.co/Rw4oEXtOXh\"", "\"Mudslide death toll hits 34 http://t.co/Bop9L8Uo8y\"", "\"Washington state mudslide death toll rises to 21 http://t.co/w6qS9RT1hp\"", "\"Death Toll in Washington Mudslide Climbs to 34, 30 Identified: Authorities in Washington state raised the deat... http://t.co/vlsTpB6sMy\"", "\"Washington landslide death toll rises to 27: The death toll in last month's massive landslide in rural Washington... http://t.co/HoCDeGxO1g\"", "\"Washington mudslide death toll expected to rise steeply from 25 http://t.co/zramqJbES3\"", "\"US mudslide toll expected to leap: Fatalities from last week's Washington state mudslide will rise \\\"substantia... http://t.co/MjKqbxnEWe\"", "\"Authorities expect Wash. mudslide death toll to rise- VIDEO: Race against time for crews:  http://t.co/yhoxrERmZ9\"", "\"10 More Bodies Found in Washington Mudslide, Unofficial Death Toll Now 24 http://t.co/1u0qEyzcEh\"", "\"Somber news from landslide zone: The death toll in last month's landslide in rural Washington state has risen ... http://t.co/o3NO3CTJqO\"", "\"(#FlakoprettyX7) Confirmed death toll from Washington state mudslide climbs to 14: By Jonatha... http://t.co/Eh5WBMvgxU (#FlakoprettyX7)\"", "\"#FUREL-2 Landslide toll set to rise 'very much': Rescue efforts continued Friday, nearly a week after a deadly... http://t.co/s8WuHESDSW\"", "\"Fire Chief Says Death Toll From Large Landslide in Washington State Increases to Four.\"", "\"Landslide survivor tells harrowing story: As the death toll climbs in Washington, CNN's George Howell reports ... http://t.co/210KvSimwf\"", "\"How politics buries landslide science - http://t.co/96w83exFXu http://t.co/0FhBGjIiM1\"", "\"Washington Mudslide Death Toll Climbs to 28: Washington mudslide death toll climbs to 28 as receding floodwate... http://t.co/Lq8euj3dnR\"", "\"Toll mounts in U.S. landslide http://t.co/U6NMKxHDL8\"", "\"US mudslide toll rises as hope wanes: Emergency crews in Washington state discover more bodies as hopes fade o... http://t.co/CH50adGfxY\"", "\"RT @Cornell_Patrick: Just in: The death toll in the Washington Landslide has risen to 34, according to the Snohomish County Medical Examine…\"", "\"Worried about possible deaths, county weighed buying out homes a decade before mudslide: http://t.co/2PdvzQFgV0\"", "\"More U.S. landslide victims found: The death toll from last month's landslide in rural Washington state has risen to 33, the Snohomis...\"", "\"So they counted an unborn baby in the mudslide death toll but you can legally kill an unborn baby…\"", "\"Mudslide death toll rises; rains expected to ease\"", "\"Bodies found in landslide debris: The death toll in last month's massive landslide in rural Washington state h... http://t.co/D2nU4k9dSP\"", "\"Mudslide halts trains between Seattle, Everett until Friday http://t.co/sV8MwldkaP\"", "\"#coppednews Landslide death toll grows http://t.co/LkNLFeRDj2\"", "\"Fears rise that more than 8 died in mudslide: ARLINGTON, Wash. (AP) — The search for su... http://t.co/PlvPDQ9kWE http://t.co/IbVYiiIqoa\"", "\"RT @ABCWorldNews: UPDATE: Officials: 16 bodies recovered, 8 others believed located but not yet recovered in Wa. mudslide - @astoneabcnews\"", "\"Death toll in Washington mudslide rises to 24 - Fox News: NewsweekDeath toll in Washington mudslide rises to 2... http://t.co/NYMA2isZtP\"", "\"RT @robinlsimmons: 046  Take one from the top So as not to encourage Tangerine landslide.  100 days/100 #haiku #commit http://t.co/pSvdae5B…\"", "\"Authorities expect Wash. mudslide death toll to rise- VIDEO: Race against time for crews:  http://t.co/SrW2l5E25k\"", "\"The death toll in the mudslide is 21, not including four additional victims not part of that official count.  http://t.co/veiGDBINRv\"", "\"Community Seeks Comfort in Church As Confirmed Dead Toll Rises From Washington Mudslide http://t.co/YqXYrZUgOD\"", "\"RT @heyyouapp: ♦ http://t.co/iEA2RuoxTD # 798 #Oso #Washington #Rescuers #scour #Washington #state #mudslide #rubble #toll #expecte… http:/…\"", "\"RT @AP: BREAKING: Sheriff: 6 more deaths confirmed in massive Washington landslide, bringing total to 14.\"", "\"Washington landslide http://t.co/QjO5hZ0QXu\"", "\"Death toll in Washington mudslide rises to 30 http://t.co/jJTR0cMgHt\"", "\"RT @NewDay: The Washington landslide death toll rises to 29 - get this story &amp; more in your #MorningMinute http://t.co/6Jvq48war1 http://t.…\"", "\"New post: \\\"Washington mudslide death toll climbs, yet hope remains\\\" http://t.co/sIsSHa4zxZ\"", "\"Quilcene woman learns of fourth loved one's death in Oso mudslide — http://t.co/UbhhaNAjah\"", "\"RT @RT_America: Death toll in Washington state mudslide continues to rise http://t.co/KmXx1bwlzb\"", "\"it's brutal the footage from the pistorius trial. that guy is a human landslide\"", "\"RT @DanLewisNews: BREAKING NEWS: Death toll in Snohomish County landslide near Oso is now officially 14. #530slide\"", "\"RT @Reuters: Mudslide deaths expected to soar; some question disaster response http://t.co/ZKmkk83k6T\"", "\"Parents can be so lowdown at times ??\"", "\"Confirmed death toll from Washington mudslide rises to 33 with 30 bodies identified: Frances BurnsEVERETT... http://t.co/452AreCK50 #UPI\"", "\"RT @ABC: Death toll in Washington mudslide rises to 30: http://t.co/Sh3x7S0u1j\"", "\"Chicago Tribune - Death toll to 'substantially' increase in mile-wide mudslide http://t.co/kgFo54CTjU\"", "\"Washington mudslide death toll hits 21 as search dogs given two days off:  http://t.co/eQldEMgVj7\"", "\"RT @Lynxie63: BREAKING NEWS: 10 more deaths confirmed in Washington mudslide,  - Sent via the FOX News Android App.\"", "\"♦ http://t.co/kVpU4GklFd # 9 #Oso #Washington #Rescuers #scour #Washington #state #mudslide #rubble #toll #expected … http://t.co/eNTOQDrrqy\"", "\"RT @jaketapper: Snohomish County Medical Examiner: death toll in Oso landslide has risen to 36 victims; 10 remain missing.\"", "\"Death toll from massive US mudslide rises to 8 http://t.co/MyeOMyXrSy #world #news\"", "\"Death toll from Washington mudslide hits 24 http://t.co/RBnCVYxx3y\"", "\"Hope dims as landslide death toll climbs: As the search and rescue effort carried into a fourth day, the numbe... http://t.co/xtsbtIMoAo\"", "\"Official mudslide death toll expected to 'go up dramatically' http://t.co/VNNCUse6f1\"", "\"Death toll hits 29 in Washington mudslide http://t.co/WOqzWjY4AC\"", "\"#NigerianDailyNews Hopes dwindle for missing 176 in Washington state mudslide: Death toll expecte... http://t.co/ZGGsfnh6yQ #World #News\"", "\"RT @Oregonian: Washington mudslide death toll rises; search dogs take a break: http://t.co/yBHsOQhXKt #530slide http://t.co/F47Vc0YBH5\"", "\"Somber news from landslide zone: The death toll in last month's landslide in rural Washington state has risen ... http://t.co/881YoAGqEQ\"", "\"RT @Naharnet: U.S. Landslide Death Toll Rises to 24 #World #Politics http://t.co/poKXdlIo1r\"", "\"Death toll in Washington mudslide rises to 33 - 1340 WGAU http://t.co/kMAD2bO3BC\"", "\"RT @11AliveNews: #BREAKING: Death toll rises to 14 in Washington state mudslide -- http://t.co/s3dcxMpuVZ #11Alive\"", "\"VIDEO: US mudslide death toll rises to 16: US authorities say they have located 10 more bodies in the area of ... http://t.co/1Iy7EN2KB7\"", "\"Update Rescuers scour Washington state mudslide rubble; toll expected to rise http://t.co/69TVzEJsDQ\"", "\"US mudslide death toll rises to 16: Officials in the US state of Washington say they have recovered 16 bodies ... http://t.co/qYiaXlIQgZ\"", "\"Community waits to hear full toll of mudslide: ARLINGTON, Wash. (AP) — A mountainside community waited in anguish... http://t.co/phk6Wfxp3r\"", "\"Washington landslide death toll rises to 29:        http://t.co/c7U8drKiGJ\"", "\"RT @seattletimes: Mudslide death toll rises to 30 people: http://t.co/VhhgxJQ9pb The victims: http://t.co/hmCjxqWoFa #530slide\"", "\"RT @PittsburghPG: LeMont Restaurant remains closed after Mount Washington landslide http://t.co/tfNJebZtUu\"", "\"Tribune: Death toll to 'substantially' increase in mile-wide mudslide http://t.co/RMPO3Dn7WE\"", "\"Death toll in Washington state landslide rises to 8 http://t.co/rrtgglOMq5\"", "\"Mudslide death toll rises; rains expected to ease http://t.co/HBYZDYsML8\"", "\"Washington mudslide death toll hits 25:  http://t.co/aUV3mOGHth\"", "\"US mudslide toll expected to leap: Fatalities from last week's Washington state mudslide will rise \\\"substantia... http://t.co/hPOCRqovb6\"", "\"Death Toll Rises in Search of Mudslide Survivors http://t.co/IUMshoFU1L via http://t.co/uybouVX8uy #worldnews\"", "\"RT @NewDay: At least 17 bodies recovered after #530slide &amp; toll is expected to grow #5things #NewDay http://t.co/Vz3dzb0mqJ http://t.co/tId…\"", "\"Bret Talley - Death toll likely to rise after massive mudslide - USA TODAY: RT (blog)Death toll ... http://t.co/NP2tZBSOY6 - Bret Talley\"", "\"US mudslide toll expected to leap: Fatalities from last week's Washington state mudslide will rise \\\"substantia... http://t.co/zaURufmsGS\"", "\"Probably the last night out in Arlington. With my nigga stevo http://t.co/TFWwWQRbnt\"", "\"Washington mudslide death toll hits 25:  http://t.co/Ki1xEKUXJi\"", "\"#TeamPAPii -US landslide death toll rises to eight http://t.co/GtBYB8TgE6 (Unete → @TeamPAPii)\"", "\"#PapaRabiiaRD More U.S. landslide victims found: The death toll from last month's landslide in... http://t.co/4rbK7NvqB8 @TUTAHDEREVISTA\""], "discriminating": ["toll 14.4%", "death 13.6%", "rise  7.3%", "rises  1.7%", "missing  1.4%"], "cluster": 0, "words": ["toll 23.8%", "death 22.4%", "rise 12.1%", "rises  3.1%", "last  1.8%"], "ISim": 0.155, "ESim": 0.015, "size": 103}, {"messages": ["\"#CNNLatest Wyoming officials eye slow-moving landslide, evacuate residents:        http://t.co/4t9kM1RChZ\"", "\"“@__briellaaaa: “@Gse_Oso: ? did she jus tweet somebody should.... Ima drop kick da shit outta her” http://t.co/IaVEod3MUx” @__briellaaaa tf\"", "\"18 missing in Washington state mudslide: The situation is too dangerous for rescuers. http://t.co/8GtGMFwdSF\"", "\"RT @ajam: Officials now say 30 missing in Washington mudslide, down from 90 http://t.co/G7nDxmy4D7\"", "\"Mudslide death toll will increase, fire chief says: Authorities have a list of 176 potential missi... http://t.co/DTnlzIVMR1 #followback\"", "\"Soaring death toll looms in U.S. mudslide with 90 still missing http://t.co/FAw20ABTsj\"", "\"108 missing, 8 dead after Washington landslide http://t.co/71D3dkQs4g\"", "\"18, 108, 176? How many missing from landslide? (from @AP) http://t.co/aW2sDR08OW\"", "\"#الاردن Washington mudslide missing revised down 'substantially': The number of people  missing from l... http://t.co/j44NTKaVnH #مصر\"", "\"Dog walked miles to Washington landslide where former owner is missing http://t.co/aeo3CqKdRF\"", "\"4 Dead and 18 Missing After Massive Mudslide in Washington: Local officials in Oso, Wash. are reporting that 1... http://t.co/p2uRQprQPq\"", "\"#news #ExaBeliebers Missing in mudslide drops from 30 to 22: DARRINGTON, Wash. (AP) — Estimated financial loss...  http://t.co/6Si3P3zzT5\"", "\"Mudslide death toll 27; missing list drops to 22 - USA TODAY: ABC NewsMudslide death toll 27; missing list dro... http://t.co/PRtMrg92hJ\"", "\"108 names on list of missing in Wash. state mudslide\"", "\"#louisiana 108 people may be missing in Washington state mudslide, authorities said: Authorities ... http://t.co/NeQftyEhSL #NorthDakota\"", "\"Washington mudslide: digging continues for 90 missing: There is only one way searchers are narrowing the list ... http://t.co/lBkgArAeXh\"", "\"RT @youhateryan: I miss Arlington! ??   ........  KINDA\"", "\"Soaring death toll looms in U.S.  #mudslide with 90  #still  #missing http://t.co/5EFd37pagL\"", "\"Number of missing in landslide skyrockets http://t.co/uJibIFR8SZ\"", "\"@EquinealTDN @furlongdrive Yes, Arlington and Churchill. Rode mostly for Wesley Ward http://t.co/npMbc7qAmP\"", "\"RT @NW_Music_Scene: @TheLAScene Her fiance posted this to her on FB 1-1/2 hours before the #530slide hit...they are both missing. :( http:/…\"", "\"Number of people listed as missing in Washington state landslide rises to 176 - The Star Online http://t.co/RcovPVCPrZ #washington\"", "\"#China 108 people may be missing in Washington state mudslide, authorities said: Authorities are search... http://t.co/NeQftyEhSL #Japan\"", "\"25 Confirmed Dead, Dozens Missing in Wash. Mudslide: The search by heavy equipment, dogs and bare hands for... http://t.co/O7QMHUk2aq\"", "\"RT @CBSEveningNews: JUST IN: We’ve been told search teams have recovered the body of a 4-month-old girl missing in the Wash. mudslide.\"", "\"RT @KGWNews: As Oso death toll rises to 18, number of missing drops to 30  http://t.co/UJzyJT2BcA latest on #530slide http://t.co/Yn8XaLdCWn\"", "\"AM 590 News Death toll in Wash. mudslide increases to 18, number of missing drops to 30 http://t.co/tBGql2ZkXJ\"", "\"RT @ABC7: Number of missing in Washington state mudslide drops to 30 after many people found safe http://t.co/5SVjzH4WLD\"", "\"@CNN you are all ignorant as fuck. Yes the missing airline is crazy. But what's crazier is our fellow Americans still missing in a mudslide.\"", "\"RT @jrstone4: 14 dead....108 still missing in the Washington State Mudslide...more in 30 at 8 @kron4news http://t.co/qHxkOz6XJm\"", "\"Ape Alert: Washington mudslide: digging continues for 90 missing http://t.co/E7sU1I1Irr\"", "\"RT @kendrick38: Pray for anyone effected by the mudslide in Washington 14 ppl confirmed dead &amp; rising &amp; 176 missing &amp; for the ppl of Malays…\"", "\"RT @ajamlive: Emergency official: Number of missing person reports in Washington State mudslide rises to 176 from 108-@Reuters\"", "\"Seeking Living in Mudslide Path, Rescuers Fear They’ll Find Only Dead: Officials now have 176 reports of peopl... http://t.co/oLiPGiBBbm\"", "\"Rescuers scour Washington state mudslide rubble, up to 176 missing - Reuters: CNN InternationalRescuers scour ... http://t.co/ZTZGJNNmi0\"", "\"RT @GossipNews365: #hollywood Washington Mudslide: Grief Over Babies &amp; Small Children Still Missing: The mudslide tragedy in Wash... http:/…\"", "\"Tonight on @ABCWorldNews: Latest on missing plane; Rescuers racing to find victims of mudslide; Oscar Pistorius trial latest\"", "\"Number of missing drops in Washington mudslide as rescuers work to recover ... http://t.co/UuApgr4j0c\"", "\"RT @KellyKOMO4: Latest map of #530slide. 108 reports received for missing ppl. #liveonkomo http://t.co/a4uRKaMVk8\"", "\"WHAT?  A tablet for under $90 bucks. Check out @MattGranite find for yourself! http://t.co/ppngUrr5WU\"", "\"RT @jannarden: Senior Dog Walks Three Miles to Find Owner Missing in Landslide http://t.co/NdlgdxdqmF\"", "\"RT @snocounty: The number of those missing or unnacounted for is now at 30.  #530slide\"", "\"Over a hundred remain missing after #Washington #Mudslide http://t.co/8pnHj69dMt\"", "\"Families of Missing in Washington Mudslide Turn Fatalistic - Wall Street Journal: CNN InternationalFamilies of... http://t.co/1GHlJCeg12\"", "\"#Ksa 108 people may be missing in Washington state mudslide, authorities said: Authorities are searching ... http://t.co/AjBADoueY6 #UAE\"", "\"BREAKING: Authorities: 108 names on list of missing or unaccounted for in Washington mudslide.\"", "\"There are now 36 confirmed #530slide victims with 35 identified. There are 8 missing.\"", "\"Highway 530 mudslide: The dead and missing http://t.co/oQmlQcY4eY\"", "\"2 names added to list of those missing in mudslide http://t.co/podOT03AiM\"", "\"RT @BBCNewsUS: Number dead in Washington state mudslide has risen to 33, as list of missing drops to 10 http://t.co/yccFpuiWa1 http://t.co/…\"", "\"Authorities: Mudslide missing number drops to 90: DARRINGTON, Wash. (AP) — Washington authorities on Wednesday... http://t.co/Is2qSY4lmH\"", "\"#SuryaRay #Indian Search for mudslide missing comes down to shovels - http://t.co/EOvZAylLJ3 http://t.co/OtJsvmjErd @SuryaRay #India\"", "\"there's still hope to find people alive, and authorities say yes though there were no survivors found today. #530slide\"", "\"Officials confirm 108 missing after Washington mudslide: Officials now say that 108 people are either missing ... http://t.co/pOhC66waih\"", "\"RT @ndtv: Missing from US landslide down from 90 to 30: official http://t.co/WikNcagENn\"", "\"I miss him so much\"", "\"Number of Mudslide Deaths Rises, Officials Say: The number of people killed by a massive mudslide last weekend... http://t.co/wDOt9HqfG4\"", "\"RT @AP: MORE: Of the 24 mudslide victims, Washington state authorities say 17 have been positively identified: http://t.co/NjUhX0s0gz\"", "\"US mudslide missing 'drops to 30': The number of people missing from last week's Washington state mudslide is revised down from 90 to...\"", "\"Death Toll At 33 In Washington State Mudslide: Ten people are still listed as missing, officials say. Accordin... http://t.co/eZQEb3qZUU\"", "\"RT @PSBJ: Rescue crews work in mudslide's wake as officials check list of missing http://t.co/8lQg3klIql #530slide\"", "\"US Mudslide Kills 8, with More Missing\"", "\"Number of missing from mudslide drops to 30 http://t.co/FJop40cMJ9 #EMM\"", "\"RT @SylviaDionCPA: Washington State officials warn of consumer rip-offs by mudslide charity scams http://t.co/cEH2T1LSn0\"", "\"Boeing prepares drones in case of another mudslide disaster http://t.co/fiFG2AAT92\"", "\"RT @BrianWoodKATU: The number killed in the #530Slide grows again.  Why K9 searchers are taking a break today #LiveOnK2 at 4:05\"", "\"Official: 108 names on list of missing in mudslide http://t.co/1nU4Yj8Cma\"", "\"RT @heyyouapp: #USA http://t.co/iEA2RuoxTD # → 14 #dead, 176 #missing #in #Washington #landslide  #DARRINGTON, #Wash. #-- #Snohomish #Count…\"", "\"RT @socialnow222: \\\"Sarkozy exposed himself to situations that were a bit vulgar which coincided with his landslide dro\"", "\"check this out Hope for survivors of Washington landslide dims as list of victims grows - CNN... http://t.co/ckICvNVFue #online #twitter\"", "\"RT @cnnbrk: Number of people unaccounted for in Washington landslide drops to 30, official says. http://t.co/GbpQ2IXPM0\"", "\"US mudslide missing 'drops to 22': The number of people missing from last week's Washington state mudslide is ... http://t.co/FgfMgk5uz5\"", "\"@hashdollar Washington state mudslide death toll climbs to 14 with up to 176 missing  http://t.co/HftX7R1utz\"", "\"News:  14 People Dead, 176 Reports of Missing After Washington Mudslide – http://t.co/DZRUGGO5Ph http://t.co/8coYvcdaq7\"", "\"check this out Rescuers fear more casualties in Wash. mudslide - Chicago Tribune: CNN Interna... http://t.co/EUWFidwcdg #online #twitter\"", "\"RT @BreakingNews: Snohomish County, Wash., officials: 140 people who were listed as missing after mudslide have been verified as safe and w…\"", "\"RT @FoxNews: Dog walked miles to #Washington landslide where former owner is missing http://t.co/b6XRj1mPku\"", "\"RT @GlobalBC: WATCH: Death toll of Washington mudslide rises to 18, number of missing drops http://t.co/7BQ2UCc00x\"", "\"#AntonSolamente Number of Wash. mudslide missing drops to 30 one week after tragedy: SEARCHERS IN ... http://t.co/RDCwVTgsUm #Lafalacia_\"", "\"ridwan: Number of missing following Wash. mudslide drops to 30, death toll rises to 18 - Fox News: CNNNumb... http://t.co/iC0heMFiJ9 #fb\""], "discriminating": ["missing 11.6%", "number  8.5%", "miss  6.5%", "108  3.4%", "list  3.1%"], "cluster": 1, "words": ["missing 18.9%", "number 11.5%", "miss 11.5%", "108  4.8%", "list  4.4%"], "ISim": 0.143, "ESim": 0.016, "size": 80}, {"messages": ["\"UPDATE: 33 people have been found dead in #530slide, and 30 of them have been positively identified\"", "\"Report raises questions about mudslide precautions http://t.co/iqe2LG62L0 #RobotTweets\"", "\"Eight dead in Washington state landslide, 18 missing -  OLYMPIA, Washington (Reuters) - The death toll rose to... http://t.co/7pLXLbQnrE\"", "\"U.S. landslide leaves 3 dead: A landslide in Washington state kills three people and destroys se... http://t.co/jG1b7xukbE #breakingnews\"", "\"RT @cnnbrk: The death toll of the Washington state landslide rose Monday to 24 people, authorities said. http://t.co/o0KcT3lfjp\"", "\"Reports recommended moving homes from Washington state mudslide area http://t.co/QhxWOLncBy\"", "\"How many of the 14,322 people were Upper Arlington people. #biggeststudentsectionever\"", "\"RT @jaxdotcom: Scenes from the Washington state mudslide that has killed 3 and left 18 missing http://t.co/fMaZnElHZH\"", "\"Landslide in Washington state kills 3, several people missing 0 - London Free Press: London Free PressLandslid... http://t.co/gB1sDPfft8\"", "\"ICYMI: @seattletimes reports 2004 logging may have exceeded approved boundary near deadly #530slide http://t.co/uWKLNsetNL\"", "\"Washington state mudslide: The grim process of removing the dead - Los Angeles Times http://t.co/dzd7wKgcpp\"", "\"RT @CP24: The search continues this morning for 12 missing in Washington mudslide that killed 33 people, all but three have been identified.\"", "\"RT @wiskey1249: At least 18 people unaccounted for after massive Washington mudslide:  http://t.co/jbKpbcl6bE\"", "\"Heartbreak in Snohomish County. 8 confirmed dead now,  many more missing near town of Oso. The latest w/ @KIRO7Seattle crews. 4:30-7am\"", "\"US #US_News Washington Mudslide Kills 3; Searchers Seek Survivors: The post Washington Mudslide Kills 3;... http://t.co/3jLGkQBkyq\"", "\"ARLINGTON Home For Sale http://t.co/XoL6E1zR2X\"", "\"RT @NewsBreaker: MASSIVE MUDSLIDE: 3 killed, 8 injured in big Wash. mudslide, sheriff's office says http://t.co/CJzTFeQySq - @FoxNews http:…\"", "\"Three killed by a landslide in US state of Washington -  23 March 2014 Last updated at 07:06 A large rescue... http://t.co/BxL0oLElJM\"", "\"Three dead after huge mudslide in Snohomish County http://t.co/EBAupSsUcA\"", "\"3 dead after 6 houses uprooted by mudslide near Seattle\"", "\"8 confirmed dead in mudslide; more than a dozen still missing - The Seattle Times: ABC News8 confirme... http://t.co/rzVr0KoOGZ @TeamLOA\"", "\"RT @KUOW: Tonight's update from SnoCo: Confirmed dead is 18 but unaccounted for is down to 30 #530slide\"", "\"More bodies found after US landslide: Authorities in the north-western US state of Washington confirm at least... http://t.co/Cx3kxGnWQI\"", "\"Every time I say UT Dallas I always have to say at Richardson, because apparently people confuse it for Arlington ?\"", "\"RT @BostonGlobe: 18 missing in Wash. mudslide that killed at least 3 people yesterday, authorities say http://t.co/NY509WtrhO http://t.co/Y…\"", "\"RT @wfaachannel8: Mudslide kills three in Washington state http://t.co/RjekYHNxwX\"", "\"RT @PzFeed: Fourth person confirmed dead in mudslide in Washington. At least 18 remain missing. Via @MicahGrimes http://t.co/qVC5O17oI3\"", "\"Washington state mudslide kills three in Snohomish County: About 18 people are still unaccounted for after a m... http://t.co/IBYuI43F4c\"", "\"RT @shelbylaneMD: Death toll rises in Washington landslide: A landslide in Washington state kills eight people and destroys seve... http://…\"", "\"Landslide toll to climb 'substantially': Officials say they will exhaust all options trying to find people ali... http://t.co/JOF22o02rQ\"", "\"RT @cnni: A massive landslide in Washington state has become a \\\"living nightmare\\\" -- http://t.co/9v4xDtQQy4 http://t.co/DKmnupXPUP\"", "\"Confirmed dead in Washington mudslide rises to 21 - http://t.co/bsjikkeJlf http://t.co/tq6k23Fgq7\"", "\"RT @cnnbrk: Chilean official: Small landslide, no reports of deaths or major damage to houses after earthquake. http://t.co/kaWDyWyKtF\"", "\"Deadly landslide in Washington state: At least three people are killed and several injured in a huge landslide... http://t.co/YqCqPcCXzC\"", "\"RT @murtazasolangi: Karakoram Highway remains blocked for 3 days as Islamabad snores http://t.co/bjcm5AhXJS\"", "\"US mudslide experts warned of disaster risk - http://t.co/CUIKCwIhfm http://t.co/NcoP1aOKUp\"", "\"RT @cnnbrk: 108 people have been reported missing or unaccounted for after a mudslide in Washington state. http://t.co/Ys7yFdKEIs\"", "\"BREAKING NEWS: 3 killed in Wash. state mudslide,  - Sent via the FOX News Android App.\"", "\"14 confirmed dead; more than 100 unaccounted for in mudslide in Oso, WA. north of Seattle  http://t.co/YZOc1rB4jU (about an hour's drive)\"", "\"WATCH: 18 People Still Unaccounted for After Deadly Mudslide in Washington State: Eighteen people were still u... http://t.co/bxSXOyxt8Z\"", "\"RT @cnnbrk: Landslide in Washington state destroys at least 1 home and kills 2 people. http://t.co/Tt77k2qcsh http://t.co/bLgYyxRVAl\"", "\"At Least 14 Dead in Washington State Mudslide http://t.co/u0SuWIAnS6\"", "\"PHOTOS: Mudslide kills at least eight in Washington state - The Troy Record Media Center Site: http://t.co/qaWGqaQJLQ\"", "\"Rescuers hear cries: Three people dead, several injured, and possibly others trapped beneath landslide in Wash... http://t.co/JgOhVOit7d\"", "\"RT @gatewaypundit: BEFORE THE DEAD ARE COUNTED – Liberals Blame Washington Mudslide on Global Warming http://t.co/IglfN3GI9k via @gatewaypu…\"", "\"RT @mashable: 4 dead and 18 still missing after a massive mudslide in Washington http://t.co/WSXv9Ye1Ag http://t.co/rR5e8vEUhM\"", "\"Rescue operations resume at Washington mudslide; at least 8 dead http://t.co/uvtPd0Nqwr\"", "\"Stepson of Pittsburgh-area native confirmed dead in Washington mudslide - WPXI Pittsburgh http://t.co/zaVFExn8bt #washington\"", "\"#Albert_Stanlie INF: Sheriff: 2 Killed in Big Washington State Mudslide: Snohomish County sheriff: 2 dead in m... http://t.co/3Q5ADiQDKh\"", "\"Texas-Arlington makes itself at home in Saturday doubleheader against South Alabama -  MOBILE,... http://t.co/py0vnIwmp0  #SouthAlabama\"", "\"Mudslide Toll Rises to Eight, With at Least 18 Still Missing -  Eighteen people were still unaccounted for in the... http://t.co/7yA8QCM5Ea\"", "\"RT @stormchaser4850: Developing: 2 confirmed dead in massive #mudslide near Oso in Washington state http://t.co/0qk2i74DpI #wawx http://t.c…\"", "\"Per AP-Only 3 people have perfect brackets in that quest for $1 billion. CBS says 0 left on its site while ESPN still has 66 in its contest.\"", "\"Landslide kills 14 in Oso, Washington State: (AGI) Arlington, Mar 25 - The huge landslide which on Saturday ra... http://t.co/xLimwL7aZk\"", "\"1 dead, 3 wounded after early-morning shooting at Arlington, Texas, apartment complex - @CBSDFW http://t.co/FtfquBuw3Y\"", "\"Mudslide Death Toll Rises to Eight, at Least 18 Still Missing http://t.co/xbUXze7Rsy *NOT #Anonymous News\"", "\"14 dead in Washington mudslide; search continues: http://t.co/qyRDxWnhvo\"", "\"Top story: 3 killed in Washington state landslide - http://t.co/ZBkVbIBf6i http://t.co/E3jvdatCtN, see more http://t.co/jLfbSuZZgb\"", "\"Right now in #Washington - #mudslide, #State, #miss, #people, #least - more at http://t.co/WXhgt4Hpes\"", "\"Experts: Why allow homes in Wash. landslide area? http://t.co/BYZiMaKDqm\"", "\"Rescue crew pulled from dangerous Wash. mudslide search zone: At least 10 people were killed when a mudslide r... http://t.co/ljFzogjvma\"", "\"RT @MartinMeisterG: Earthquake May Have Caused Washington Mudslide, Official Says: ARLINGTON, Washington — A small earthquake stru... http:…\"", "\"RT @seattletimes: \\\"In three seconds, everything got washed away” - witness to Saturday's massive mudslide: http://t.co/ZoHaU3Lm4b http://t.…\"", "\"Mudslide Toll Rises to Eight, With at Least 18 Still Missing -  Eighteen people were still unaccounted for in the... http://t.co/sWb09huaJ2\"", "\"Woman Says Mudslide Likely Killed Her Relatives: Woman says massive Washington mudslide likely killed her pare... http://t.co/Yhv99iqXxf\"", "\"RT @DailyMirror: Washington landslide: More than 100 feared dead after 15-feet wall of mud buries town http://t.co/jYWomtmfIH http://t.co/3…\"", "\"Washington mudslide graphic: survivors' stories and tributes to the dead - http://t.co/AAMTPfFD62 http://t.co/OQtQQji5cz\"", "\"RT @WSJ: More than 100 people still unaccounted for after a massive mudslide in Washington state left at least 8 people dead. http://t.co/M…\"", "\"Landslide in Washington state destroys at least 1 home and kills 2 people. http://t.co/YcbMeqpnZI  http://t.co/2fA9nfTMdf\"", "\"Woman says mudslide likely killed her relatives\"", "\"World News: Deadly landslide in Washington state: At least three people are killed and several injured in a hu... http://t.co/fClNNZIixH\"", "\"Fire chief: Washington landslide toll rises to 4: At least 18 people remain missing, but authorities ... http://t.co/4zMwuHwtWs #seniors\"", "\"RT @cnnbrk: At least 18 people now unaccounted for in landslide north of Seattle. http://t.co/FwDymBbBLh http://t.co/thxitndkcu\"", "\"4 dead, 18 missing after deadly landslide in Washington -  OLYMPIA, Wash (Reuters) - Eighteen people remain... http://t.co/xTwfssn812\"", "\"RT @latimes: Mudslide in Washington that's claimed at least eight lives so far leaves officials struggling to count the missing http://t.co…\"", "\"House with people inside in Washington mudslide: http://t.co/zs2ZBvo5Nq\"", "\"#OOPS -&gt; Three #Dead After #Washington #Landslide http://t.co/hPIdZirJKa\"", "\"RT @komonews: Arlington funeral home faced with heartbreaking task  http://t.co/9O28Mr94sK http://t.co/27QdSYgp91\"", "\"Gov. Inslee declared a state of emergency due to mudslide; says estimated 30 homes destroyed, much higher than county's earlier estimate.\"", "\"Dining room in Arlington VA home (http://t.co/ppdKiHn68B). http://t.co/Vl09I1oACB\"", "\"Rescuers hear cries for help: Three people dead, several injured and possibly others trapped beneath landslide... http://t.co/Iv08IqKNnW\"", "\"#hot #tech #news Earthquake May Have Caused Washington Mudslide, Official... http://t.co/o7TdSCmLRf http://t.co/GVonhsG1TD #socialshakeup\"", "\"Authorities confirm 8 dead in Washington state mudslide - Fox News http://t.co/tqNGYPUOGW\"", "\"RT @cnnbrk: At least 18 people now unaccounted for in landslide north of Seattle. http://t.co/FwDymBbBLh http://t.co/thxitndkcu\"", "\"RT @cnnbrk: Landslide in Washington state destroys at least 1 home and kills 2 people. http://t.co/Tt77k2qcsh http://t.co/bLgYyxRVAl\"", "\"Washington Mudslide Kills Two, Injures Six After Destroying Homes - http://t.co/ECnxPTm1ov\"", "\"Cries For Help Heard From People Trapped Under Deadly Washington Landslide: At least 18 people are unaccounted... http://t.co/4D6CbrsWxf\"", "\"RT @malikmoreni: http://t.co/Ugr1MUX0hn Eight dead in Washington state landslide, 18 missing: OLYMPIA, Wa... http://t.co/U5pU1jiWdI http://…\"", "\"A landslide in Washington state bowled over at least one house, scattering trees, branches and debris over a r... http://t.co/HKUPUkbuRg\"", "\"RT @vancouvermetro: Mudslide in Snohomish county kills three http://t.co/rvAow3EiWE\"", "\"(National) A Snapshot of How Those Killed In Mudslide Lived: A grandmother and her 4-month-old granddaughter, ... http://t.co/twnukXgLv1\"", "\"RT @CanGeotechJ: Yikes! MT @GeoInstitute #Mudslide in Washington: 1999 @USACEHQ report warned of potential for \\\"catastrophic failure\\\" http:…\"", "\"Over 100 missing-persons reports filed in Washington mudslide: OLYMPIA, Washington (Reuters) ... http://t.co/uueNHKDUmV @alexfuryk #news\"", "\"RT @ByMikeBaker: State official on #530slide: \\\"We are in the process of vigorously reviewing the history of forest practices in the surroun…\"", "\"Indonesia train derails in landslide; three dead: A railway official says at least three people were killed wh... http://t.co/t2noXycdfl\"", "\"RT @BBCBreaking: Mudslide in north-western US state of Washington on Sunday leaves 108 people unaccounted for, officials say http://t.co/Yi…\"", "\"Washington state mudslide preceded by small earthquake - British Columbia - CBC News http://t.co/h4lRhgiKTW @RichardGEarl\"", "\"RT @cnnbrk: 3 people killed, 8 transported to hospitals and at least 6 houses destroyed in Washington state landslide Saturday. http://t.co…\"", "\"Post Edited: Alexandria and Arlington crime report - Washington Post http://t.co/T4hhlB0Voe\"", "\"“@CBCNews: Washington mudslide death toll doubles with 8 confirmed dead http://t.co/KIJUXOWBKk” absolutely tragic. Prayers to loved ones\""], "discriminating": ["least  9.0%", "dead  6.7%", "three  3.7%", "people  3.5%", "kill  2.5%"], "cluster": 2, "words": ["least 11.9%", "dead 11.1%", "people  7.1%", "three  4.9%", "state  4.7%"], "ISim": 0.12, "ESim": 0.016, "size": 100}, {"messages": ["\"(#Actualizate) Seahawks, Sounders to Visit Mudslide Community http://t.co/ZRzy7HYLv7 (#Bryan_Starz)\"", "\"Seahawks, Sounders to visit mudslide community (Yahoo Sports): Members of the Super Bowl champion Seattle Seah... http://t.co/cNQ3EkxaXo\"", "\"((The insta Yuri tag is so different from the tumblr one. I prefer the tumblr one by a landslide though)) http://t.co/kzDKg9jcgG\"", "\"@laquanchapman would you like to open up for Big tuck may18 ft worth, may16 tulsa ok, charlie boy apri25 arlington, Lil Flip May1 Longview\"", "\"Oso Community Remembers Mudslide Victims in Vigil http://t.co/pOePZJ6Qv9\"", "\"Darrington comes together following tragedy http://t.co/NjzPuojurB\"", "\"RT @amydavidson92: Prayers go out to the families affected by the mudslide. My heart is so heavy\"", "\"RT @BillWixey: Prayers going out to the people of Oso, Darrington &amp; Arlington tonight. Tough days ahead for all of us. Be well. Hug somebod…\"", "\"RT @Harben_eco_dev: Positve changes at Reagan airport. http://t.co/chc170q09B\"", "\"Our prayers &amp;thoughts are with all the victims &amp;their families -MH370 aircraft,Washington landslide &amp; Uganda boat accident @HishammuddinH2O\"", "\"#Landslide #Hazard Information http://t.co/S6NoCUGbkW #naturaldisaster #emergency #mudslide #survival #prepping #preparedness\"", "\"#Team1JonathanPerez; Obama to Visit Washington Mudslide: Obama to visit Washington mudsli... http://t.co/5uqXvH7VjM #Team1JonathanPerez{\"", "\"RT @HappyHeartsFund: Our thoughts go out to all those affected by the mudslide in Western Washington. http://t.co/1Iag4TWDHX\"", "\"Sending prayers to the families in the Oso mudslide. My stresses are really in perspective when I think about what they are going through.\"", "\"Landslide comes on the radio and suddenly the car is a recording studio and my mom and I are the Dixie Chicks\"", "\"RT @PattyMurray: Murray: Even though Oso &amp; Darrington are 2800 miles from DC, hearts &amp; prayers are w/ the families in those communities ton…\"", "\"Good fried chicken roundup by @ArlingtonTexasToday http://t.co/OpJxiPRwkS\"", "\"FAMILY DOG RESCUED FROM MUDSLIDE... One Darrington family is suffering just about every emotion imaginable as... http://t.co/i97iiBZ1et\"", "\"Seahawks, Sounders visit town near fatal mudslide (Yahoo Sports): DARRINGTON, Wash. (AP) -- A dozen Seattle Seahawks and Seattle Soun...\"", "\"Continental Motor Works Car Repair Shops Arlington http://t.co/jZdQ1PYJAv\"", "\"VATO LOCO Tattoos STUDIO 1416 W. ARKANSAS  ARLINGTON TX. 76013 WALK-INS WELCOME  OPEN TILL 2AM FRI. &amp; SAT.... http://t.co/cE9uuYfsEW\"", "\"We love you, Tito Ben. You'll forever be in our hearts. ?☝️☺️ (@ Arlington Memorial Chapels) http://t.co/IIlH3hlfRC\"", "\"Here’s a regional landslide alert system for the midwest+great plains: there will never be a major landslide guys, everything here is flat\"", "\"RT @agent_OSO_: getting cleated doesn't feel good :'(\"", "\"Seahawks, Sounders to Visit Mudslide Community: Seahawks, Sounders to visit mudslide community of Darrington, Wash. http://t.co/Agr41CfOnW\"", "\"[ #Love_SoyUnEnano] Seahawks, Sounders to Visit Mudslide Community: Seahawks, Sounders to vis... http://t.co/dSSXiAk4qa [ #Yeremiito21 ]\"", "\"@Lrihendry If J Bush runs the dem candidate will win by a landslide.. I held nose and voted for Mitt. I REFUSE to vote for Jeb bush.\"", "\"RT @iqra117: 2ne1 wins by 119 points and BJs call it a landslide Soshi wins by 1081poins  Blackjacks  WHERE IS YOUR GOD NOW?? #소녀시대 #소녀시대미스…\"", "\"RT @tiana22osu: Prayers go out to all the families involved with the Washington landslide.\"", "\"RT @Seahawks: It was 'heartwarming' seeing smiles again in Darrington. #OsoStrong http://t.co/R2aWYXSKLf http://t.co/G77jVyTY7R\"", "\"@NormBeck2714 why are you entranced by polls? Obama was elected already, electoral landslide. Polls mean nothing. Are you that stupid?\"", "\"Obama sends prayers to those affected by #530slide http://t.co/0UoBrdzFNz #LiveonK2 http://t.co/a2scTyesdy\"", "\"My heart breaks for everyone in Darrington, I have good friends in the area. #530slide http://t.co/rBrnfBV44F\"", "\"'When the slide hit the river, it was like a tsunami': DARRINGTON -- Search-and-rescue workers emerged from a ... http://t.co/bRTEK6Tr5m\"", "\"Sooooo Darrington was coming like 2 hours ago I mean whats going on ??✋\"", "\"The pride of Arlington, Marshall Bjorklund with the running hook, great shot!\"", "\"College Park District still a work in progress: UT Arlington ramps up its marketing to draw in the community... http://t.co/yHgesoeAlW\"", "\"$NU No national system to track landslide hazards http://t.co/G0Ttj3ln9Q\"", "\"RT @dehnooks4: @Oso_Exclusive Good Morning\"", "\"RT @BlueRobotDesign: CNNs like FUUCK man, I GUESS we’ll talk about this landslide for a min but then were going back to the plane.\"", "\"RT @sweetscienceko: Durant is too good. Landslide MVP.\"", "\"Balingian by-election: BN's Yussibnosh in landslide win - http://t.co/thQnh4cfDv http://t.co/8vPCYUTnK5\"", "\"RT @Q13FOX: .@SnoCo_DEM working to get communication tools, including radio internet connections to folks in Darrington cutoff by #530slide…\"", "\"RT @nbcnightlynews: President Obama on deadly mudslide: I ask all Americans to send thoughts and prayers to Washington state http://t.co/Fj…\"", "\"@Cheatcode07 @espn_durrett Good luck! Hope to see you in Arlington soon!\"", "\"RT @LAJourno: Good url - California USAR firefighters respond to Washington mudslide: http://t.co/UHAQJl5KOE HT: @avangerpen\"", "\"RT @ggiittiikkaa: Elections will complete, Modi will get win landslide in Benaras &amp; Baroda, and become PM. Still he will not take Kerji's n…\"", "\"Really want to have a kick back with all my Arlington friends! Really really really bad\"", "\"Editorial notebook: Is it too soon to memorialize Oso mudslide site? http://t.co/nNVB9Q4vtX\"", "\"RT @KING5Seattle: Darrington High School sends giant 'Thank You' to community for support after landslide: http://t.co/VJpvtNQkb0 http://t.…\"", "\"RT @InGodIDoTrust: Study: Democrats would lose by a landslide in any state where voter id is required, even if they stuffed the ballot boxe…\"", "\"RT @Susan_Hutch: Our prayers are with the families affected by the tragic landslide in #Snohomish County, and with the entire community of …\"", "\"I really thought Because The Internet would come out like Camp. I liked it but Camp &gt; BTI by a landslide.\"", "\"RT @IM_INtheENDZONE: “@Oso_ExKlusive: Niggas at Southwind be like , ??? http://t.co/kPQAdVR8t4”@Aripooh_ ??\"", "\"@glennna_ ohmyfk me oso he expect me to do everything. I AM THE ONE DOING THE PROJECT AND HE CAN'T EVEN BRING A STUPID VEGE WTF\"", "\"Landslide insurance is hard to get: California is no stranger to landslides even though big ones happened rarely.... http://t.co/7KfTcimt4q\"", "\"Commend Animal Shelter for Reuniting Lost Pets with Families After Mudslide http://t.co/xBZDQBhGuM\"", "\"RT @ThePlumLineGS: \\\"GOP predictions of swift Ocare unraveling look a bit like GOP predictions of a Romney landslide\\\" http://t.co/G6uKAFAvbw\"", "\"We're thinking of all those affected by the #530slide. Humbling to see how hard volunteers and 1st responders are working.\"", "\"RT @WhiteHouse: President Obama: \\\"I would ask all Americans to send their thoughts and prayers to Washington state and the community of Oso…\"", "\"'It's gone.' Community copes with deadly mudslide\"", "\"RT @peanutlarryxx: If all the boys just posted this once we would win by a landslide like #Vote1DUK #KCA so many rts\"", "\"Perhaps Alex Salmond would settle for debating NC? Yes would win by a landslide then if tonight is any indicator... #indyref #europedebate\"", "\"Obama to Visit Landslide Site http://t.co/ndMO0EbSDL\"", "\"“@Oso_ExKlusive: I feel like them folks all just planned to get on my ahhh . ?” we really did though. ????\"", "\"Have a feeling after last nights love in if Farage was conservatiive - they would win next years election by a landslide @tellthetruth?\"", "\"@ndrea_er @HaruLoku OMG AHHHHH I OSO WANT\"", "\"The mudslide tragedy in Washington makes me so sad. I am praying for  the victims' families.\"", "\"S/O to Oso supporters and families and All affected in Arlington and Darrington communities. God Bless!\"", "\"Hey @WhiteHouse @ronanddon launch petition asking #potus to visit #530slide How about it? http://t.co/5KHnwQzlMo\"", "\"RT @Michiganborn58: 90 still missing in #Oso #Washington  Prayers for them &amp; their Families  #landslide #mudslide #WashingtonLandslide\"", "\"Mudslide community copes with uncertainty http://t.co/7XR6178mvr\"", "\"RT @LCSfans: Great article about LCS WIN.  http://t.co/xKqaCP7uMB\"", "\"My friend just messaged me that she has family in Darrington and its a warzone and there are body parts everywhere and I said \\\"kinky\\\"\""], "discriminating": ["visit  3.5%", "darrington  3.0%", "good  2.6%", "community  2.6%", "prayer  2.5%"], "cluster": 3, "words": ["darrington  5.9%", "visit  5.3%", "good  4.5%", "community  4.3%", "prayer  3.9%"], "ISim": 0.075, "ESim": 0.009, "size": 74}, {"messages": ["\"RT @RONTHINKblog: Things we'll never see: climate change deniers refusing FEMA aid when their property is destroyed by next flood, fire or …\"", "\"RT @fema: Get your local weather forecast from @NWS on your computer at http://t.co/DonLK2Y3Aw &amp; on your phone at http://t.co/BHtMRJp5BM\"", "\"RT @MiamiDadeEM: Day 2 of #MDWholeCommunityWorkshop @MiamiDadeFire @MiamiDadeCounty @FLSERT @fema #prepare http://t.co/FPSBOss7s0\"", "\"RT @AmeriCorpsNCCC: Forgot to apply for AmeriCorps NCCC or FEMA Corps? You still have time - the application closes tomorrow at... http://t…\"", "\"RT @KIRO7Seattle: Snoqualmie tribes are just about to present a check to to fire depts &amp; charity orgs in Snohomish Co. to #HelpOso &gt;&gt; http:…\"", "\"RT @StopFemaNow: @Braunsugar55 @FEMAgate FEMA not implementing parts of the bill for 16 months.\"", "\"RT @_xmsantana: the weather be like -   Monday: Snow  Tuesday: Rain  Wednesday: Mudslide Thursday-Hail  Friday- Flood  Saturday-Hurricane  …\"", "\"RT @femaregion7: FEMA Social Media Hub displays tweets about some trending or significant disaster-related info http://t.co/ZfkuAWguG5 #Rea…\"", "\"RT @SEAPapaJohns: Tomorrow 4/3, not 50% but ALL Papa Johns profits from sales will go to #530slide victim's families. #helposo http://t.co/…\"", "\"RT @NWSIWX: How much damage would 6 inches of water in your home cause? Calculate the cost at http://t.co/LOYcBnCqkl @FEMA #Ready #FloodSaf…\"", "\"RT @SayedModarresi: #Fatima shows us that you don't have to be old to be a giant.. She lived for 18 years yet she is the most towering fema…\"", "\"FinMin investigates Russian Bank for FEMA violation: The finance ministry is investigating Russian state... http://t.co/tdumG0C6bZ #News\"", "\"Chris Christie Wants FEMA Out Of Flood Insurance. What's Plan B?: Opinion http://t.co/CWHgjeEayj via @sharethis\"", "\"RT @Inspiracy_Truth: \\\"Obama explains the FEMA Camps\\\" He is setting up a legal \\\"regime\\\" to prevent \\\"precrime\\\" http://t.co/6akXL56gqf #femaca…\"", "\"RT @Amy_Clancy: This is a pic of 22-week old baby Duke being rescued from #530slide - just posted on @KIRO7Seattle FB page. http://t.co/L29…\"", "\"Coping with sudden loss - Tragic events like a landslide or a missing plane present profound, not-well-understood ... http://t.co/z8Ep4vRsk3\"", "\"RT @Gun_Shots: The Effects of Gun Control: Washington DC has a murder rate of 56.9 per 100k. Arlington, just across the river, has a rate o…\"", "\"Bitch don't kill ma vibe or bitch you can sit outside\"", "\"Chris Christie wants FEMA out of flood insurance. What's Plan B?: Opinion http://t.co/1ak0l30e4j\"", "\"SKorea fires shells at NKorean waters after drills. Details --&gt; http://t.co/0euQ2zNgI2\"", "\"https://t.co/6zu1oMXlaG HOMELESS PEOPLE IN FEMA CAMPS?\"", "\"@JayBoyles Nah. Big Bang theory in a landslide. Futurama is decent sometimes.\"", "\"RT @KATUNews: Officials will hold a news conference at 9 a.m. with the latest on the #530slide. Watch it live here: http://t.co/pkXHLd8dDX …\"", "\"If you have info about benefit shows for #530Slide email: northwestmusicscene(at)gmail(dot)com We know of 7. Read http://t.co/JqxwyJVM9S\"", "\"Gotta Check out the Latest OSO Lounge Mix.... http://t.co/hKt1YgqH4v Spotlighting my man\"", "\"FEMA working out timeline to implement new flood insurance law http://t.co/j7584nh7lQ\"", "\"Mudslide Recovery Is Slow, Heartbreaking Work http://t.co/gp8OqhWVwE\"", "\"RT @CyberFM_Rock: Smile Empty Soul @_smileemptysoul - Landslide TUNE IN http://t.co/OSjgiYNWSN\"", "\"\\\"@KIRO7Seattle: UPDATE &gt;&gt; Latest on mudslide and evacuation &gt;&gt;   http://t.co/HA5B7BgSXH\\\"\"", "\"It's unfortunate how corrupt this can be... http://t.co/Ka7A2QdnZh\"", "\"RT @JoeTafoya: @bwalt19, KJ Wright @dshead24 @NormJohnson @dshead24 @cjfenn12 @chopchop_15 @MalcSmitty Heroes for a day #OsoStrong http://t…\"", "\"? bitch took 646 dicks cuh ??? http://t.co/mJrYN4X8VD\"", "\"RT @YourAnonCentral: First news report on #ElwoodKansas confirms FEMA camps, lasers, aliens, and beer???? http://t.co/hbF41hI9pr\"", "\"@PeggyBunker  Heavy rains there today. Sometimes life can be so cruel. Oso/Arlington area is such a beautiful place...sincere condolences WA\"", "\"RT @Baekyeoliee: deep condolences to the train derailed in java due the landslide &amp; bad weather! 3 ppl dead. http://t.co/2QihHZc2bg http://…\"", "\"RT @CensoredAnon: Fema Camps aint real bro.. http://t.co/oWIrKEW0vs\"", "\"RT @Amy_Clancy: #530slide survivor Amanda Skorjanc talks about how she and baby son Duke surivived tonight on @KIRO7Seattle http://t.co/xMK…\"", "\"RT @privatisme: Shocking FEMA Camp Choice: RFID Chip Or Homeless Lose Benefits | U. S. Politics http://t.co/qWEWKitYrh\"", "\"RT @juanlozano70: So far Terminus looks clean, orderly, well organized. Definitely not run by FEMA. #TheWalkingDead\"", "\"@DanWolken With only 1 firing in '13 expect '14 to be a landslide. Lots of bad coaches. Agree rutgers UVA WVU Illini. Add Terps, Kansas\"", "\"Gun enthusiasts push for change to Arlington handout law http://t.co/5O7w7SAKaj\"", "\"Arlington with the love of my life @smpwnz\"", "\"#landslidewashington #cnnbrakingnews 176 missing from landslide is tragedy too, but I don't see on TV anything crazy or conference !!!!\"", "\"RT @ArlingtonWA: Thank you so much Snoqualmie Tribe! #530slide http://t.co/kQh06sWl5K\"", "\"Hear our Voice about FEMA and it&amp;#039;s process of acceptance or denial after Natural Disasters http://t.co/kV8t3xgnzp\"", "\"RT @RP_Colorado: @RPnewyorkcity: #love The House of Mirth! Don't forget #Contemporary #women authors for #YA genre for creating strong fema…\"", "\"RT @KIRO7Seattle: We want this message to go around the world. Have you shared it yet? &gt;&gt; http://t.co/ZDrsDInWtC #HelpOso #OsoStrong http:/…\"", "\"@GovTomblin: NEWS: @fema approves appeal for emergency protective measures (public assistance) in 9 counties for... http://t.co/M3wsIaCi70\"", "\"So tragic for all the lives lost. Thoughts &amp;prayers. Librarian Among Those Killed in WA Landslide http://t.co/Olfyi9lFit\"", "\"Mountain That Roared Down Turns Into a Tomb of Debris: Recovery is slow and physically dangerous days after a giant landslide engulfe...\"", "\"FEMA send help! Due to the quake, all of the chai fell off the shelves at Starbucks, and now nobody in LA can make it to morning improv yoga\"", "\"RT @3in1Music: #FF http://t.co/FEZ4eE59bC ... #music #movies #film #tv  #singer #songwriter #commercials  #indie #vocals #FAB #PA #NC #fema…\"", "\"RT @RollingWithTrin: Y'all think cuz a female is a different ethnicity then they won't give you a headache? Lol don't forget we're all FEMA…\"", "\"RT @KING5Seattle: .@wa_natl_guard news conference expected 2pm. Watch live on KING 5 and online:  http://t.co/M33lswTutt    #530slide\"", "\"???❤️❤️❤️❤️????????????? Love.. Love.. Love... (with Marina at Kamar Papa Fema Sama Mama Rina) [pic] — https://t.co/z5gqgqGa9E\"", "\"@davidfrum first it's a device to protect toddlers from being shot to death, then we all go to FEMA re-education camps.\"", "\"RT @KGWNews: RT @JenKOMOProducer: Love this! MT:@OneLMorin miracle baby Duke Suddarth. In ICU, improving at Harborview #530Slide  http://t.…\"", "\"RT @MorganPalmer: Flash Flood Watch issued for Snohomish County for possible sudden flood from #530slide down to Arlington if blockage brea…\"", "\"This week's #KIROpet: confident &amp; friendly kitty, King George. Call (253)383-2733 to adopt. @KIRO7Seattle http://t.co/k1JtuhwngN\"", "\"Obama To #RWNJ's: U Still Have UR Guns; U Don't Live In FEMA Camps &amp; U Saw My Birth Certificate! #UniteBlue #maddow http://t.co/4Ye7TPjE9N\"", "\"RT @JoyceTaylorKING: Sno. Co. Emerg. Mgt - John Pennington: \\\"We ae doing both\\\" recovery and rescue.  I believe in Miracles.\\\" There is still…\"", "\"SMOKING GUN FACT BOSTON BOMBING WAS STAGED FEMA DOCUMENT 2 PROVE IT! http://t.co/onYPPlPbAf  NRA INFOWARS NRA GUN CONTROL RIGHTS FALSE FLAG\"", "\"RT @StopFemaNowJB: FEMA \\\"gerrymandered\\\" flood insurance maps- placing larger burdens on homeowners. Nothing \\\"actuarial\\\" about it: http://t.…\"", "\"RT @AlexaVaughn: Rain is back and unwelcome in Darrington this afternoon. http://t.co/H1vNsG9pQP\"", "\"FEMA Begins Its National Capstone 2014 Exercise!: http://t.co/jY69t2FItA via @dahboo7\"", "\"@ShannonODKOMO If landslide dam gives way, water rushing thru Stilly flood plain will spill to Port Susan &amp; push big waves to Camano Is. #fb\"", "\"RT @stevesilberman: The mudslide buried the love of this man's life, who was sitting beside him. http://t.co/GJZk1ELZXu\"", "\"RT @Amy_Clancy: .@Starbucks giving $100K to #530slide relief @KIRO7Seattle\"", "\"RT @williebosshog: #OsoStrong hurting for u guys up there. So sorry for all the loss of lives.\""], "discriminating": ["fema 12.0%", "toll  2.3%", "death  1.9%", "flood  1.9%", "mudslid  1.7%"], "cluster": 4, "words": ["fema 19.5%", "love  3.7%", "flood  3.4%", "camp  2.3%", "dont  1.8%"], "ISim": 0.07, "ESim": 0.008, "size": 69}, {"messages": ["\"#Texas #Texans #Dallas #Arlington #GrandPrairie So many #dogs need #saving PLEASE #retweet #follow this: @PAASofAAS http://t.co/qLZWE9M6qK\"", "\"RT @EWErickson: Republicans hate women so much, there are more Republican women Governors than Democrat women Governors. http://t.co/SE6Uxk…\"", "\"RT @arizonnialltea: @//BI0NICNARRY YOU ARE SO SO OSO PRETYY AHSIWISBDJSKSDJ\"", "\"@21seriouslahskt  U forget that oso edy !!! WONDERFUL friend  of mine .. u use to call me big Mama..Then,u told m ur mummy at JOHOR\"", "\"Hahah,yea, but I am gonna use the specs, plus act this is my sec, first one lost :/ but this one dun really use :/ just borrow fren oso lol\"", "\"Oso Disaster Pushes Dogs, And Handlers, To Their Limits. http://t.co/kIdSai1eij\"", "\"? yall dont understand knightdale is oso dead\"", "\"#530slide The #OSO FD has their own Facebook Page @ https://t.co/CnJd5h4T6O l Please let them know how much you appreciate them\"", "\"RT @nytgraphics: Extent of the Washington mudslide and structures in the path of the mud. http://t.co/IVrkvEJ8ck http://t.co/e9mnUm0cQE\"", "\"MUCH LOVE!! Be sure to get \\\"OSO FADED\\\" https://t.co/REbbqNnyoH … …\"", "\"@lishen92 no time la...all my english drama oso haven't download...RM oso haven't watch for a long time d...mehz...\"", "\"It's crazy that I drive right by the mudslides that happened on Oso on my way to the lake\"", "\"RT @seahawks12girl: The nerve of some people. This asshat is blaming the Oso slide on SEA not selling NFC Championship tix to Cali folks. h…\"", "\"Ministering to mudslide survivors takes many forms: SEATTLE — Enio Aguero had never been to Oso before late la... http://t.co/dKRErF60F7\"", "\"RT @MegCoyleKING: \\\"We have ppl yelling for our help and we're going to take extreme risk to get them out of there tonight.\\\" -@SnoCoSheriff …\"", "\"START THE MOVEMENT #OSO #OrgsSupportingOrgs #WeWillBeGreat #WeWillMakeIt #UnitedWeStand #CommunityGrowth #ECU\"", "\"RT @USMarineCorps: Considering the officer’s path? Talk to an OSO. http://t.co/1GUri50K4v http://t.co/cdVVW6i1AZ\"", "\"RT @LByronK5: Billie Spillers &amp; 4 children were watching tv in Oso when slide hit. Rescuers found 4 yo Jacob in mud &amp; rescued him. http://t…\"", "\"RT @TimbersFC: Timbers &amp; @timbersarmy to collect donations for Oso, Wash. landslide relief w/@RedCross on Sat. http://t.co/K99pEAjRiG #RCTI…\"", "\"RT @RedCrossSNOCO: We know that after an event like today's devastating #530slide letting your family and friends know that you are... http…\"", "\"Must-watch stories of lives affected by Oso slide http://t.co/ikBJ05cAH2\"", "\"#Newser Watch Crews Rescue a 4-Year-Old From the Mudslide: Positive news is hard to come by when it comes to t... http://t.co/PVQRqkPAJr\"", "\"@MaybachMusicGrp @rickyrozay @chelsealately WHO IS OSO FADED RIGHT NOW?? https://t.co/tL5FXqCRN4\"", "\"@ChetCoppock @Hollywood_Yates @SportsTalkRT // Given the Seattle area's recent mudslide, Cano might need a canoe.\"", "\"RT @grlopez4: #530SLIDE Harborview conditions haven't changed:  6mo boy&amp;81yr man: critical 25yr woman: satisfactory 37&amp;58 yr old men: serio…\"", "\"@MissMoniRose You'd need one in Arlington tonight.\"", "\"Very amusing re-reading all the articles in @theTiser &amp; @australian predicting the imminent lib landslide. Not so much hey guys??! #savotes\"", "\"RT: cbsradionews: Searching in the thick, difficult mud continues in #Oso, #Washington. #OsoSlide Listen to o... http://t.co/IzJTp4Ctml\"", "\"New York Times Op-ed on Oso Mudslide http://t.co/E3B63mjFen\"", "\"RT @Shaverflave22: ReTweet for Oso for prom!!!!! @IvanCasjr7\"", "\"Come out so early oso jam ==\"", "\"RT @gigs4JAX: #gigs4u #gigs #FL need yard waste removed (Arlington. rd) http://t.co/Z40bPb2AW4 #JAX #jacksonville\"", "\"HAY Needed For OSO Horses-20 of them! their MOM is GONE! http://t.co/fcbYtkEbxg\"", "\"RT @VictorMendozaL: “@EarthPix: Behind the scenes of National Geographic http://t.co/CHXD2l6ZER”/Que oso no! Jeje.\"", "\"RT @Oso__Conceited: \\\" Shyanne Thinks \\\" #RETWEET ?\"", "\"RT @usfire: This is no #AprilFool: if your smoke alarm was installed before Apr 1 2004 it needs to be replaced! http://t.co/UYMWdjrMUN\"", "\"Astros somehow get out of a bases-loaded jam. HOU 0, TEX 0. To the 11th in Arlington on http://t.co/6PoPQTu0Uc. #BANANAS\"", "\"@rielxa please oso check our fav for revamp posts\"", "\"RT @Trese_Marie: “@Oso__Conceited: THESE Bitches Blow Me Nowadays ? Ain't Nobody Thinking About Yo NIGGA ! Fuck She Think This Is ???”\"", "\"RT @GetJesse: 2 strangers come together to help w/ the #530slide. How this partnership will help move a mountain tonight at 5pm. http://t.c…\"", "\"Help.  Please help.  #mudslide #OsoSlide http://t.co/1OA0QheMu5\"", "\"[Emergency Mgmt] Oso Mud Slide Update http://t.co/2pN1qwdze6\"", "\"RT @KING5Seattle: RT @GetJesse: Let everyone know.  Shell gas cards.  The people of Darrington and Oso need them badly. #530slide #gascards\"", "\"RT @The_Advocate: Hey Arlington! We're working from Kickstand Cafe for a few hours this morning. Come say hello and grab a (free!) paper\"", "\"@GetEm_ShaunyBH ? Oso Sleep . You Wouldn't Dare .\"", "\"RT @TerePfaff: MT @NACCHOalerts checkout the role of LHD to the Oso mudslide  http://t.co/ze1858eOv9 #NPHW #publichealthnursing\"", "\"RT @kxly4news: Grim duty: Team works nonstop to ID remains in Oso mudslide. http://t.co/eaiUOwnKSw\"", "\"RT @USGS: [OFR] Numerous past landslides near Oso, #Washington - preliminary interpretation: http://t.co/8piyiTxtbX http://t.co/e8OPzl5nBD\"", "\"@Oso_KINGDOM Fuck You Bitch You Press You Got Out Early\"", "\"@KING5Seattle With such intense stories coming from Oso do you find your staff facing emotional overload similar to the 1st responders?\"", "\"Are you checking your work email right now? Be honest. In France, there's a move to cut down on off-hours work:  http://t.co/42vRFiFq91\"", "\"As we work and toil in places far flung, please remember the families of those lost in Oso Washington as rescue... http://t.co/mT4Gpi8TLA\"", "\"RT @OhSehunOrg: Hope you guys love the OSO new look! ^^ Now... Let's get #SehunYehetDay #PrinceSehunDay and #HappySehunDay all trending wor…\"", "\"And why do neighbouring shopkeepers never intervene? Do they think it's all right to get verbally aggressive with female passers-by as well?\"", "\"RT @oso_proad_: \\\"@2GS_MGC: I need a haircut , fuck the bullshit\\\" RFT\"", "\"RT @CW11Seattle: Get Papa John's pizza tomorrow and help #530Slide victims in Oso! Please tell you friends and help if you can! http://t.co…\"", "\"RT @marialaganga: ... Put them @ risk. Mud like quicksand. #530slide\"", "\"In Oso, Everyone Is Affected by Deadly Mudslide: ARLINGTON, Washington — For at least 30 m... http://t.co/p59eiLyuz7 #JoyCookPR #StartUp\"", "\"Morbidly ironic, \\\"Washington mudslide\\\" was the first sex move the Hobo in Jackson KY taught me. #hobojoe #fortheladies\"", "\"RT @OSO_BRiLLiant: Hey Mom ? @StarOnTheRisee http://t.co/34WLeob3MH\"", "\"RT @KING5Seattle: The youngest survivor of the Oso landslide (24 weeks old) has been released from the hospital: http://t.co/eaK5LHvFzC\"", "\"@iainfast some of the mongols didnt even know what was ongoing in their country , i had to give them the info ect ! Ref to mudslide drama.\"", "\"RT @NASA_EO: From the Archives: Landslide at Bingham Canyon Mine http://t.co/Ap7JuyrFSv http://t.co/PDWTOkCtgl\"", "\"#ff &amp; help #OSO Survivors  @TrinaADR @AngelaJeny @RELIKES @Susanjmccann @nikhu07 @Legiwatcher @MenchiesLoHi @Frenchicshabby @Writeraddict\"", "\"RT @SeattlePF: Join us, @SeattlePD &amp; @seattlepipes right now at @WestlakeCenter to support the #OsoSlide victims http://t.co/HSe3vxbpZP\"", "\"@hanban666 it isn't \\\"something shitty\\\". It's just volunteering to help serve food to help raise money for oso. grow up.!!\"", "\"*causes a landslide in the Grand Canyon with a burp*\"", "\"RT @CBSThisMorning: It’s \\\"very difficult\\\" to determine if a mudslide is likely to happen, says @MichioKaku\"", "\"El Oso Blanco!!! #mcm #openingday #fearthechop http://t.co/b0MTTWiDTd\"", "\"#530slide Sno Co folks say \\\"appreciate help, but we have enough volunteers.\\\" Please do not hamper efforts by coming to Darrington.\"", "\"When Oso saw me come in he ran to me it was so cute ????\"", "\"RT @YESFUCKYOUTOO: “@calfune: #LIBERENAARTURO Move Arturo polar bear to a nature reserve and say NO to animal abuse https://t.co/Y5i2FIUk5Y”\"", "\"#ff &amp; help #OSO Survivors  @kseniaanske @JLittletaylor @Angloberry @Kazuya_0o7 @thouvenel @LeaderChat @WaltersWeb @sergiovelascoz @mkupnorth\"", "\"THAT NEW WORK ?OG Smxke ft Charly Stone - O'So Cocky by 2PHONETARENTINO_ http://t.co/RGN1tHGwOo on #SoundCloud\"", "\"RT @Jing_Ern4: Do soar WS until my head oso soar ler la -_-\"", "\"RT @YannaaBOOOOO: ?  oso how much I miss you?\"", "\"RT @DoUBelieveInDog: Oso Disaster Pushes Dogs, And Handlers, To Their Limits via @dodo @Cat_Warren http://t.co/4YQ8pR3L4i\"", "\"@SimsHonda My friend lost her car in the #530slide.Can you offer any help? She had liability ins. FEMA's not helping. http://t.co/Rocy99yvvR\"", "\"“@NASA_EO: Landslide and Barrier Lake near Oso, Washington. http://t.co/XchduaIioZ #NASA #Earthrightnow http://t.co/voFW9unN1y”@CaMpS_16\"", "\"@oso_what do you know someone who has her phonenumber or something like that because this is just making me aggresive\"", "\"RT @GetJesse: If you have been affected by the #530slide and need help - please email me at getjesse@king5.com\"", "\"\\\"@TheDopest_2x: \\\"@x_PureeBeautie: , Food Oso Good\\\"share\\\"Lol Its Gone\"", "\"@PAASofAAS @Muffit1 @CityOfArlington @arlington_today Never put it cost to much (money) to look after them Animals deserve to live\"", "\"S/O MY NIGGGGGA @BIGTRAYDEEE #Westcoast |110,000 Downloads| Oso ( South Central ) #RT http://t.co/M2yxWPy7xl … … … #GBM #OTF Fuck Wit\"", "\"@Defined_Model #NewMusic Oso \\\"Get Out Yo Feelings\\\"  https://t.co/EOV7uIYn5d … …  DOWNLOAD --&gt;http://t.co/S77D7zqwuh\"", "\"RT @amalgesini: I've been going to bed every night counting my blessings &amp; praying they find somebody alive tonight or tomorrow. #530slide …\"", "\"Oso, Washington 'forever changed' by deadly mudslide http://t.co/I4JFHUb85Y\"", "\"I really need to get cool with some people who live in North Arlington\"", "\"In Oso, Everyone Is Affected by Deadly Mudslide http://t.co/1klZCkSFse #SocialMedia\"", "\"RT @OSO_Dopeex3: I can't wait till prom ???✨??????????????.\"", "\"RT @AC360: \\\"I walked over to the window, there was a wall… of mud. It as racing at 150 miles per hour\\\" @robinyngbld on #530slide. #AC360\"", "\"In 2007 #India reaches the ICC #WCT20 Final &amp; a SRK-farah khan Movie was going to release on Diwali : #OSO ○... http://t.co/fvnJi3eAmH\"", "\"Hey there, Eastside and Seattle peeps! Join with us to help our friend and family in Oso this coming Friday. Hear... http://t.co/d7ca4DfSF5\""], "discriminating": ["oso 14.3%", "toll  2.6%", "help  2.6%", "death  2.4%", "state  1.8%"], "cluster": 5, "words": ["oso 26.6%", "help  6.0%", "need  2.8%", "much  2.1%", "come  1.6%"], "ISim": 0.065, "ESim": 0.009, "size": 93}, {"messages": ["\"RT @BaylorMBB: Let's meet up again in Arlington. #SicMarch RT @CycloneMBB: Congrats to @BaylorMBB for making Sweet Sixteen! #Big12Strong #M…\"", "\"Band for a Burial at Arlington National Cemetery http://t.co/RHopDIu6Qm military PHOTO\"", "\"RT @Dutch_Oven45: Well that day is here. It's opening day in Arlington.So lets get this thing rolling. Make some noise @Rangers !!!! http:/…\"", "\"RT @JesssiClark: Landslide by Fleetwood Mac can always make me feel better\"", "\"RT @onehorsestable: Anyone who loves Million Day at Arlington Park should be keeping tabs on horses running on Dubai World Cup Day Saturday.\"", "\"At the half Upper Arlington leads Lake St Ed 22-20\"", "\"RT @OHSAASports: #OHSAA STATE BBSK DI: Upper Arlington leads St. Edward 11-10 at the end of the first quarter. Coverage: http://t.co/jP6Ids…\"", "\"@jadelabann wow I feel stupid and lied to. Arlington tricked me\"", "\"RT @Rangers: Baseball is underway in Arlington. #RangersOpeningDay http://t.co/Ew6JGfVcHK\"", "\"RT @Oso_Foul: Faithful females are so rare these days, niggas too\"", "\"@pantz15 I'll be around Arlington! Not sure what yet though. Mala is going to Richmond for the weekend\"", "\"RT @du_m_pling: Got Arlington on the mind tonight. Stay safe, hometown buddies.\"", "\"San Antonio Granted $1m from FEMA ‘High Risk’ Security Fund: San Antonio was recently granted $1 million from ... http://t.co/9nmqeZMZsy\"", "\"Where to get best hair weave near Arlington VA Sheldeez 7037428977 1110 Elden St. Herndon VA http://t.co/mGckWfUqDH\"", "\"I'm listening to \\\"Landslide\\\" by Fleetwood Mac on Pandora http://t.co/n4sGBck6RU #pandora\"", "\"Around the County: Arlington: Easter Egg Hunt next week: The city of Arlington is holding its annual ... http://t.co/FJeVxQFD8m #seattle\"", "\"I'm at The Parks at Arlington (Arlington, TX) w/ 4 others http://t.co/E6EFWA6iS7\"", "\"Tryouts for the U17 and U16 Arlington High School Summer teams will be held at the Arlington High School field on May 27 @ 2:00.\"", "\"I HAVE to see George Strait in Arlington June 7. ?❤️?\"", "\"We're at the half, people still pouring into stadium and parking lot, Arlington leads Sam Houston 2-1 before easily 2,500 fans #futbol\"", "\"“@Rangers: Baseball will be played in Arlington tonight but there are only 4 days until #RangersOpeningDay. http://t.co/t5qN9tPs1c”  ???\"", "\"“@_OSO_arogant: “@diegothe_gooner: @_OSO_arogant an arsenal fan lol” ooo lmao I knew that” sure you did ?\"", "\"@KelsConnelly they are the best by a landslide hur hur hur\"", "\"RT @KTVB: WSU says they'll waive tuition fees for families affected by the landslide in Wash. http://t.co/xXqnMSOxxJ\"", "\"Cleared: Accident: EB on I-66 at MM69 in Arlington Co.11:12AM\"", "\"It's baseball time in Arlington. http://t.co/XARzhpAAK5\"", "\"Why aren't the Rangers playing at home on the day that I'm gonna be in Arlington all day?!\"", "\"RT @DuffelBlog: Fred Phelps To Be Buried In Arlington National Cemetery http://t.co/8syR0Gsfnp http://t.co/oEyVH01vTD\"", "\"Nigerian Hip hop Artist Jude Abaga, better known by stage name M.I, meaning Mr Incredible 'proposed' to a fema... http://t.co/uUfJJx3xdJ\"", "\"RT @WeAreECS: We thank @TimbersFC for their gracious offer to refund the printed ticket price difference. We've asked that they donate it t…\"", "\"@Oso_OnPoint @true_gi that's down south Florida my g . My sister stay by there\"", "\"RT @DANOSAUR_4: Eds plays Upper Arlington in the ? state championship tonight, UA is bringing 10,000 people to the game.. Our  fans need2 b…\"", "\"Marysville tennis gets routed by Upper Arlington, 5-0. We won 3 games! As a team...\"", "\"On Hallowed Ground: The Story of Arlington National Cemetery              Paperback          ... http://t.co/qT7K43Bif4\"", "\"Just had to pay the city of Arlington $420 for a damn no insurance ticket. . Burned me up to give away… http://t.co/Vjt1QnlyHe\"", "\"RT @Arlingtoncards: Vehicle Burglary on Windsor Drive Just South of Palatine Rd, Arlington Heights: Arlington Heights police recei... http:…\"", "\"RT @Oso_ruso21: PACERS BEAT THE HEAT @mareesax\"", "\"@LoganKnight116 @christian_cast7 @arman_dela Compromise, Logan and Arman go to Arlington. We all get super hype there together. The end\"", "\"Fourth student seeking legal recourse in Lilydale park landslide http://t.co/DKO4zsDlQN\"", "\"Rangers game with the broski and Omar #rangers #baseball #globelifepark @ Rangers Ballpark in Arlington http://t.co/geltUWObhD\"", "\"RT @alertpage: ARLINGTON TX | TARRANT | DEPARTMENTAL CRASH | WB I 30 / SH 360 | FD EQUIP INV AN MVA | E5 O/S REQ 3 MEDICS, ADDL ENGINE\"", "\"RT @511northernva: Delay: EB on I-66 at Theodore Roosevelt Bridge in Arlington Co. 0 lanes closed. Delay 2 mi.9:48AM\"", "\"The SBA Eagles Lacrosse team thrashed Arlington tonight 13-8 the game was at Arlington #TheNest\"", "\"How I spent twenty minuets at Arlington National Cemetery.\"", "\"Plenty of sun from around the San Juans to Island County… Bellingham to around Arlington.. also the coast\"", "\"“@effyo_Opinion: @La_seuleT PBS in Arlington” you takin classes right\"", "\"RT @KIRO7Seattle: The @Mariners, Major League Baseball &amp; the Major League Baseball Players Association are donating $225,000 to assist with…\"", "\"I swear if it were up to me I WOULD NOT be at Arlington next year! ??????\"", "\"SnoCo: encourage people who live in floodplain downstream of milepost 41 to city limits of Arlington to find another place to stay tonight.\"", "\"Game today at snohomish high school at 7:30. Vs Arlington\"", "\"RT @OSo_Player: @Pretty_Narley Ctfuuu, i was gone ask u somethin but nvm now\"", "\"@NinaBadzin @JessVealitzek I'm so excited to meet Jessica at her April 16th book launch!  Chicagoans: Arlington Heights B&amp;N, 7pm.\"", "\"A section of graves at Arlington National Cemetery, with the Pentagon in the background. ??… http://t.co/A77gRYxU2u\"", "\"RT @TrotwoodSports: Upper Arlington 65, Trotwood 40...3 minutes left...\"", "\"@Follow24Hodge make sure you go to Arlington or you'll miss the games\"", "\"RT @Rangers: Baseball will be played in Arlington tonight but there are only 4 days until #RangersOpeningDay. http://t.co/GDpz1AAnCA\"", "\"Wide awake!!! Am I alone?? ??????\"", "\"That was the most emotional drive back to Arlington I've ever had.... Missing my uncle more than ever right now\"", "\"RT @Rangers: Rangers return to Arlington for the #LoneStarSeries with @faridyu on the mound. http://t.co/SPorNlfvcA\"", "\"Just posted a photo @ Rangers Ballpark in Arlington http://t.co/iXUyZqZptE\"", "\"RT @Cosmopolitan: Miley Cyrus gorgeous, soulful cover of Fleetwood Mac's \\\"Landslide\\\" will make you SOB: http://t.co/uX8uqKkAa8 http://t.co/…\"", "\"RT @Grimsssley: If you think Landslide is Fleetwood Mac's best song, you are so sadly mistaken\"", "\"RT @Kirk_Barton: Upper Arlington's inbound play late in the 4th Q of the D1 Title game.  Pretty dope.  https://t.co/m6XwvnOFzE\"", "\"In Oso, Search and Rescue Volunteers Play the Waiting Game http://t.co/ylrGP9PZOa\"", "\"RT @WTOP: Arlington Co.'s John Vihstadt to be sworn in, will be county board's first non-Democrat since 1999 http://t.co/oooC1TqfxQ\"", "\"RT @WTOPtraffic: UPDATE VA #Arlington I-395 NB past Pentagon: Crash CLEARED. Delays from Duke #vatraffic #dctraffic http://t.co/DizYr65iM6\"", "\"Happy 20th anniversary to the Ballpark in Arlington. Moment of silence for te best game ever played #Rangers\"", "\"Used 2002 Chevrolet Suburban 1500 2WD in Arlington , TN 38002 for sale at Arlington Motors:  Used Blue 2002 Ch... http://t.co/cBSHKRBD6W\"", "\"RT @Dutch_Oven45: Well that day is here. It's opening day in Arlington.So lets get this thing rolling. Make some noise @Rangers !!!! http:/…\"", "\"RT @JohnBelskiWLKY: Mudslide on I-64 coming down the hill from the Knobs.   I-65 high water south of Sellersburg at MM 8.\"", "\"WSU will waive tuition for students affected by mudslide http://t.co/aQ2XSLQ4aL\"", "\"Wow. \\\"@Kirk_Barton: Upper Arlington's inbound play late in the 4th Q of the D1 Title game.  Pretty dope.  https://t.co/HyK3pk3D3i\\\"\"", "\"RT @Hssportsjunky: “@Kirk_Barton: Upper Arlington's inbound play late in the 4th Q of the D1 Title game.  Pretty dope.  https://t.co/uyco5r…\"", "\"ricky\"", "\"Fleetwood mac- landslide ??\"", "\"RT @Oso_arrogant4: @AiR_Flight23 she gone?\"", "\"Industrial-grade embedded computers feature Intel Multi-Core Atom E3800 processors: WinSystems (Arlington, TX)... http://t.co/69MR4FHP7r\"", "\"George Strait for Entertainer of the Year! Well deserved, see you in Arlington. #June7th\"", "\"TX Rangers vs. Seattle Mariners Tickets on 04/17/2014 TBA at Rangers Ballpark In Arlington in Arlington, TX http://t.co/1ud0Sz5QY7\"", "\"RT @krem2: WSU waives tuition for landslide victims http://t.co/1NSX92sOmY\"", "\"Idk how you feel til you tell me .\"", "\"RT @SportsCenter: Extras in Arlington! Rangers can't capitalize on an absolute gem from Yu Darvish (8 IP, 1 H, 9 K, 1 BB). Scoreless tie af…\"", "\"RT @ActualALove: ?BEAUTIFUL? #Slammiversary is coming to the Dallas/Fort Worth/Arlington TX on June  15th! Tickets on Sale this week! http:…\"", "\"Keep in mind,  TODAY is Two Year Anniversary of the Arlington and Lancaster tornadoes.  #dfwwx\"", "\"Holy shit the Arlington high school kids on this 77 bus going into town to get #whitegirlwasted.\"", "\"RT @Oso_jackboii: Them ain't yo niggas if they wanna c you broke ?\"", "\"RT @TotalTrafficDFW: #Arlington accident cleared on 30 WB after Fielder Rd. Stop and go traffic in the area from Ballpark Wy, delay of 7 mi…\"", "\"Everything Energy and City of Arlington Announce Marketing Alliance http://t.co/McgINcruf3\"", "\"@AyyOnline now i got your attention  feature me in a video im tryna make it my channel name is oso topcam\"", "\"@ClassyRainbows The Boys of Fall, When I Close My Eyes, I Lost It, I'm Tryin', Arlington...\"", "\"@boybackhome i only listened to 2 of their songs. Landslide and Not Ready To Make Nice. but her voice quite unique.\"", "\"Well I've been afraid of changing, 'cause I built my life around you... #landslide\"", "\"RT @OSO_3hunna: Now a days I just observe\"", "\"RT @RossThomsonTory: Delighted @UK_Together won with a landslide the show of hands after #indyref debate at Hazlehead Academy\"", "\"Varsity baseball falls to Arlington Heights 3-0.\"", "\"Had a spontaneous trip/performance with the Baylor Chamber Singers at Arlington tonight!\"", "\"“@madimooo_: Upper Arlington's student section isn't deep at all. http://t.co/yCYt6TcieB”you're in cbus??\"", "\"Best independent escorts of Arlington. Incall and outcall escort services http://t.co/aDKGmvCrqn\"", "\"SOCCER: Cleburne boys lead Arlington Heights, 1-0, at halftime.\"", "\"RT @KIRO7Seattle: JUST IN: The Governor and First Lady are currently en route to Snohomish County. They will be making stops in both Arling…\"", "\"RT @BolivarRB5: Tomb of the Unknown Soldier and Changing of the Guards was Remarkable! Truly amazing and an honorable sight to see! #Arling…\"", "\"Arlington Heights moms raise money, awareness for rare kids' disease http://t.co/Szpxjpz1qp\"", "\"RT @511northernva: Delay: SB on I-395 at MM6 in Arlington Co. 0 lanes closed. Delay 2 mi.4:12PM\"", "\"Got it.  The Biden/Rob Ford ticket. We get entertainment. They get attention and yuks.  @SenTedCruz wins largest free-country landslide ever\"", "\"#baseball2014 #baseballreview #texasrangers2014 @ Rangers Ballpark in Arlington http://t.co/RV5BKwe5W6\""], "discriminating": ["ranger  3.6%", "toll  2.2%", "death  2.1%", "game  2.0%", "mudslid  1.9%"], "cluster": 6, "words": ["ranger  6.0%", "arlington  5.4%", "game  3.5%", "ballpark  2.7%", "upper  2.6%"], "ISim": 0.051, "ESim": 0.006, "size": 105}, {"messages": ["\"RT @EcoJive: Emergency crews face toxic challenge in Washington state mudslide http://t.co/75OVpNl9lW #ff @EcoJive\"", "\"Slide Show: Search for Survivors in Washington Mudslide Continues, via @nytimes  Found: a Holy Bible. Owner? http://t.co/vG6JAV1YDv\"", "\"Washington state mudslide rescuers share their stories: Rescuers tell of myriad emotions during long hours on ... http://t.co/eLhjdcgMCF\"", "\"RT @kimmurphy: Washington state mudslide survivor and savior are reunited #530slide http://t.co/FtI6jpCq4P\"", "\"Funerals begin for U.S. mudslide victims http://t.co/9m14ym3Ir8\"", "\"Washington mudslide yields more bodies, but not all may be found – Reuters http://t.co/4p0ot4jKyM\"", "\"RT @realtimwilliams: What's left of a home in Wa. State mudslide. My cousin posted this photo as he searches for his lost sister #530slide …\"", "\"RT @ABC: Woman loses mother, 4-month-old girl in mudslide: \\\"I wish I would have had more time with her...\\\" http://t.co/45w8au0KJq - @komone…\"", "\"A MOM'S TRAGEDY Woman loses infant, mother in Washington mudslide  http://t.co/1kSLv8Q3wa\"", "\"Dog Found Alive in Rubble of Home Destroyed by Mudslide | Steve Dale's Pet World http://t.co/cRNoqgFh5t\"", "\"Chief: This is still a search and rescue mode - not yet in recovery mode #LiveonK2 #530slide\"", "\"Helicopter rescue crew rescues boy, 4, from Washington mudslide (VIDEO)  http://t.co/0fVG7degay\"", "\"RT @Chewster2e: Video: Dog found alive in rubble from Washington landslide http://t.co/kSh6dfRLLk\"", "\"RT @doggeek: Meet the Washington Mudslide Rescue Dogs http://t.co/cqZQqd5nrG\"", "\"RT @ABC: Photo released by DigitalGlobe gives striking perspective to the deadly Wa. mudslide: http://t.co/eijOvyv1QY http://t.co/djqRLvZ3zb\"", "\"RT @NBCNewsPictures: Search Dog Rests After Hard Work in Oso Rescue Effort http://t.co/GYno1pHc07 (photo: @wa_natl_guard) http://t.co/RwB0b…\"", "\"Unanswered Questions About the Deadly Washington Mudslide http://t.co/u7FdHVdyHr\"", "\"RT @WSJ: Before and after the Washington mudslide: http://t.co/n3sQEyUR3U (Credit: Pictometry, AP) http://t.co/h00CiQbmAK\"", "\"Washington mudslide becoming one of country’s deadliest ever http://t.co/xGSYagpb7g\"", "\"#Nevada Before the Washington mudslide, warnings of the unthinkable: View Photo Gallery —  Many ... http://t.co/UcfiMmdBLC #NewHampshire\"", "\"Why the NDP was the landslide winner of Quebec's election: History was made this week in Quebe... http://t.co/ir54KHPSZj #QuebecElection\"", "\"Mudslide searchers press on with dogs, bare hands - KGAN TV http://t.co/B2T8TmbWAn #washington\"", "\"RT @CBSNews: PHOTO: Before and after the deadly Washington mudslide http://t.co/MJOs1EyoiK http://t.co/DW7iP22CwE\"", "\"As Scientists Examine Landslide, Questions About Logging's Potential Role http://t.co/XTugsnEntP  via @NatGeo\"", "\"RT @mashusworld: The Washington mudslide, as seen from space: http://t.co/vs2pXoXB5R http://t.co/DJhpKrA5Wx\"", "\"Locals aid in mudslide search efforts http://t.co/JZ2sVQ2XUV #sar\"", "\"Landslide survivor: 'There's nothing left' (http://t.co/B2NWdl7Dhg) http://t.co/0s7lYoLRma\"", "\"VIDEO: Helicopter crew rescues boy (4) from lethal mudslide / Sunday World: http://t.co/7oTdV432SV\"", "\"DESPERATE SEARCH Crews look for survivors after Wash. mudslide http://t.co/1zjYjtOqqZ\"", "\"10 More Bodies Found in Deadly Washington Mudslide http://t.co/LsL4csIlTo\"", "\"Grim search continues in Washington mudslide http://t.co/GtJYBh5zfO\"", "\"[CBSNEWS] Washington mudslide becoming one of country's deadliest ever: Crews pause as grueling search extends... http://t.co/sgd9rfkhGX\"", "\"Mudslide's youngest survivor improving after rescue - USA TODAY http://t.co/XrTByetdNo\"", "\"Mudslide risks were outweighed by peace and quiet - Mudslide risks were outweighed by peace and quiet... http://t.co/urIy3Md4H0\"", "\"#News Crews press ahead in Wash. landslide search despite rain - USA TODAY http://t.co/vbrIMGznbP Vía @Google\"", "\"Boy, 4, calm as pulled from mudslide http://t.co/ioUUNKQdYX\"", "\"RT @ANCALERTS: PHOTO via Reuters: Rescue workers inspect a car caught under a landslide after a quake &amp; tsunami hit Iquique, Chile http://t…\"", "\"VIDEO: Hundreds gather for vigil for mudslide victims: … http://t.co/dkd7bh8qfN #seattle\"", "\"Still looking for survivors in a deadly landslide in WA. Breaks my heart to hear news like this.\"", "\"Salt Lake Tribune - More victims found on east side of mudslide http://t.co/eRZEE9PhUe\"", "\"#LoMasVisto Washington Mudslide Brings Tales of Heroism, Loss: Washington mudslide afterma... http://t.co/2zOJUJtieY #CadenaDeSeguidores\"", "\"4/10 at 11:30AM via NAIFA in #Arlington: Selling with Style, A #DiSC Based Approach to Increasing #Sales.Register at http://t.co/UB4rtfLr5y\"", "\"RT @CNET: NASA spots Washington mudslide from space http://t.co/KDPd4EFdzt\"", "\"RT @WSJ: Tryon is one of many dogs helping search for victims of the Washington mudslide: http://t.co/PCOXmy9VSo (Reuters) http://t.co/UQuh…\"", "\"RT @eonline: Miley Cyrus Breaks Down While Singing \\\"Landslide\\\" in Memory of Her Beloved Dog, Floyd--Watch Now http://t.co/sCf5SySNyu\"", "\"[http://t.co/T8b1CzrNxj] Washington Flooding and Mudslides http://t.co/sQMNXLthpZ\"", "\"Families on landslide: 'We haven't lost hope' | News - Home http://t.co/9Q7TVAxCMK\"", "\"RT @RedditBTC: Thank you r/bitcoin for over 13 btc donated to Washington state mudslide victims! http://t.co/18ZVOmCM9T\"", "\"Grim search continues in Washington mudslide http://t.co/S9qdDobP31\"", "\"Mudslide crews face daunting task\"", "\"Official: Mudslide search turning corner 'into the recovery operation' #newslocker http://t.co/QBjmAg4oc2\"", "\"Moment of silence for U.S. landslide: As rescue teams struggle to find possible bodies buried in mud, the state of Washington will ho...\"", "\"More Victims Found on East Side of Mudslide\"", "\"'A Sense of Relief': Body of Mudslide Victim Summer Raffo Found: She was sitting in the driver's seat of a blue Subaru, the seat belt...\"", "\"#joboffer -&gt;http://t.co/UoOpqcCcph - national labor exchange - usa jobs search engine -&gt; http://t.co/NHLE3vaueQ\"", "\"Voces,coros...todo es perfecto. Me encanta. http://t.co/JH7SUXXr2k Is this the real life? Is this just fantasy? Caught in a landslide\"", "\"RT @washingtonpost: Hopes dim of finding more survivors from devastating mudslide http://t.co/2O0T3ByxrU\"", "\"More mudslide victims found as state seeks new aid http://t.co/ALL3tWdYSc #AP\"", "\"RT @taylorbell_98: Caught in a landslide no escape from reality\"", "\"@Strippeddress we were singing landslide awwwWWW\"", "\"#530slide: Harris said many remains found in logjams and other areas where the slide pushed material.\"", "\"RT @RCH_Cornchip: Grieving woman loses mother and daughter in landslide | RedCowHills http://t.co/Flfj7RNXw3 via @RedCowHills\"", "\"SPD releases new pics, details in fatal shooting of robbery suspect http://t.co/GGeJG3OAlt http://t.co/Otvr6RJZqH\"", "\"RT @komonews: Family takes landslide search into own hands http://t.co/4fFohLYjnw http://t.co/O0vxfGcCLU\"", "\"More mudslide victims found as state seeks new aid\"", "\"RT @mashable: Helicopter video captures dramatic rescue of 4-year-old from mudslide http://t.co/hiixVIcrOl\"", "\"Mudslide recovery brings tears to searchers -  DARRINGTON, Wash. (AP) — As firefighter Jeff McClelland... http://t.co/sW8DONGqaa\"", "\"#Cincinnati Crews press on with search for Washington mudslide victims - Fox News http://t.co/NUkM8nfUrj\"", "\"Recent saturation of rain likely built up to fatal mudslide http://t.co/PyFd0sdcfg\"", "\"(#TeambrianMundial) Mudslide Survivors Wonder: Why Are We Alive: Washington mudslide survi... http://t.co/MC5yhyf8rc (#TeambrianMundial)\"", "\"Mudslide Survivors Wonder: Why Are We Alive ..ABCNews http://t.co/6eQpcbuVMy\"", "\"What deadly mudslide tells us http://t.co/etM7us85Yx\"", "\"“@jaketapper: Seattle Times cover photo of the mudslide is stunning  http://t.co/mcKAjESEQd” INTENSE!\"", "\"RT @veterantraveler: Rt Matt_Tucker: 20 courageous dogs helping with the Washington mudslide search http://t.co/XtPj0o2JRC  via http://t.co…\"", "\"RT @ABC: Photo released by DigitalGlobe gives striking perspective to the deadly Wa. mudslide: http://t.co/eijOvyv1QY http://t.co/djqRLvZ3zb\"", "\"Rural Area Faces Months of Recovery After Mudslide http://t.co/J3UxzewSeW\"", "\"my hair is a mudslide rn http://t.co/xffoqv5Wal\"", "\"RT @SkyNews: 'No Sign Of Life' Amid Search Of Mudslide Debris http://t.co/AuSTempMG6\"", "\"#HighSchoolMemories101 mudslide!\"", "\"RT @mashable: Amid the rubble, comfort dogs bring hope to mudslide rescue workers #530slide http://t.co/qRLmpioBBD http://t.co/4Vgo6Yyk3Z\"", "\"RT @FoxNews: Rescuers using thermal imaging cameras to search for survivors after #Washington mudslide: http://t.co/E18NY1kr8b\"", "\"From @WLOS_13: WCU professors organize relief effort concert for Washington mudslide victims connected to WCU … http://t.co/4GrdPBYVeB\"", "\"RT @ABC: SSgt. Michael Cohan displays an American flag found in rubble of the Wa. mudslide - via @wa_natl_guard - http://t.co/gMwwc66QXa\"", "\"Some day you will find me caught beneath the landslide. In a champagne supernova in the sky~\"", "\"Search Dogs Take Break From Mudslide Recovery http://t.co/MpHx1WRojw\"", "\"Someday you will find me, caught beneath the landslide in a champagne supernova in the skyyyyyyy\"", "\"Dog Tired Searchers Need Break From Mudslide http://t.co/oCqSH4Uj5m\"", "\"'He Needs Some Loving': Family Dog Found Alive in Mudslide Rubble:  A family dog is getting some extra loving ... http://t.co/NiP28sq0n7\"", "\"RT @AP_Interactive: Before and after photos of the area in Washington state hit by a deadly mudslide: http://t.co/kR6dg9sVTQ\"", "\"Caught in a landslide, no escape from reality.\"", "\"NASA Satellite Captures Stunning Photo of Washington Mudslide http://t.co/PowoomMCKQ\"", "\"Incredible! Rescuers just found Boomer alive in the debris field -- 12 days since the landslide:... http://t.co/hZuH55CH8v\"", "\"nprnews: Top Stories: School Stabbing Suspect; Mudslide Survivors\"", "\"#WA Amazing dog rescue from #mudslide (VIDEO) http://t.co/uJIcWhmStA #disasteranimals #hmrd ^cb\"", "\"3 die in mudslide east of Arlington, 6 homes destroyed http://t.co/cPXCFvCBsv\"", "\"Miley Cyrus Sings Tearful 'Landslide' in Memory of Her Dog: Grab a tissueMiley Cyrus is having th... http://t.co/Y16v6HoEXb via@mashable\"", "\"Washington Mudslide: Rescue Teams Continue To Search For Survivors As Death Toll Climbs (VIDEO): ARLINGTON, Wa... http://t.co/D2OsjXsvrx\"", "\"Therapy dogs give comfort, raise spirits in aftermath of mudslide http://t.co/827avhNEsE\"", "\"Washington mudslide tested the mettle of a North Portland search dog and his ... - The Oregonian http://t.co/WKFe7RhqfC #washington\"", "\"Some day you will find me caught beneath the landslide in a champagne supernova in the sky\"", "\"RT @realtimwilliams: PHOTO: Mud as high as a rooftop in Wa. State mudslide. Pic from my cousin searching for his missing sister #530slide h…\"", "\"Waters recede, helping search for mudslide victims - Washington Post http://t.co/uoaZkV4ZYF - http://t.co/BznI5XjZCn\"", "\"The mudslide is so scary ?\"", "\"Arlington, #Washington, site of the deadly #mudslide, had the 6th-wettest March since 1922, #MSNBC says. #ClimateChange is real.\"", "\"RT @PzFeed: BREAKING NEWS: Search and rescue crews have located an additional six bodies. 14 dead and 101 unaccounted for after mudslide. @…\"", "\"Footage emerges of boy's rescue from Washington mudslide - BBC News - http://t.co/7rqi2fNlyX #uk #uknews #europe #headline #news\"", "\"2 more bodies recovered from Washington mudslide - Daily Mining Gazette http://t.co/Z9E4tQcf3T #washington\"", "\"Video: Video of boy's rescue in first hours after Washington mudslide is released http://t.co/AwNMErR1UN\"", "\"Amid the Rubble, 'Comfort Dogs' Bring Hope to Mudslide Rescue Workers: OSO, Wash. — The phrase \\\"dog is a man's... http://t.co/0Z25qEHrBv\"", "\"RT @Pokemon_MMO: conducts #his #research. proevolution  www.monstermmorpg. com follow @MonsterMMORPG  #landslide\"", "\"RT @TheNewsChick: Photo: Search crews raise flag at Oso mudslide  http://t.co/QE8RZ6ofeS #530slide\"", "\"No 'signs of life' after huge Washington landslide http://t.co/aridcpLrzh\"", "\"Washington Mudslide Search Comes Down To Shovels: DARRINGTON, Wash. (AP) — There is only one way searchers are... http://t.co/TVZE14GnDQ\"", "\"Helicopter Video Captures Dramatic Rescue of 4-Year-Old From Mudslide: Snohomish County rescue workers have sh... http://t.co/yEX1lLwtQt\"", "\"RT @KING5Seattle: #INCREDIBLE Dog \\\"Boomer\\\" found alive after 12 days in #530slide debris http://t.co/P5n6pLVJQF\"", "\"RT @Q13FOX: Chief Hots: This search will take weeks. #530slide\"", "\"No 'signs of life' after huge Washington landslide (from @AP) @ABC2News #GMM2 http://t.co/zMJrQhlkRj\"", "\"RT @BreakingNews: Fire official: Rescuers found no survivors today at Washington state mudslide - @NBCNews live video http://t.co/U7tP6Z0lyG\"", "\"RT @FoxNews: Waters recede, helping search for Washington mudslide victims http://t.co/cdLDM2MY3d\"", "\"RT @Ckirkusa: This is a search dog helping in the recent Washington mudslide. He has tirelessly been searching for victims. http://t.co/jyq…\"", "\"'He Needs Some Loving': Family Dog Found Alive in Mudslide Rubble http://t.co/gh8xUMm7tW Add http://t.co/N7ZD9TI5WV\"", "\"RT @washingtonpost: Witnesses recount the horror of Saturday's fatal mudslide in Washington state: http://t.co/KKxH10zlHT\"", "\"Mudslide crews face daunting task in body search http://t.co/gigPY3G9GQ\"", "\"Hope for missing grows dim as #530slide search enters 6th Day -- http://t.co/SmYkEvdfZy\"", "\"What deadly mudslide tells us http://t.co/lki6RgU8Od\"", "\"RT @321Video: VIDEO: Brother finds sister in mudslide: 'I got to hold her' http://t.co/ReFkt5dkUJ @321video #Mudslide #Washington\"", "\"Anxious Wait for News Days After Deadly Landslide http://t.co/3uQaoO0VKg @LindseyJ2150 #J2150P\"", "\"Update on Oso landslide:  21 fatalities discovered. 15 identified, 6 awaiting identification. 4 of those victims... http://t.co/QmIzH410HE\"", "\"RT @nytimesscience: Search for Washington Mudslide Victims Continues With More Rain Expected http://t.co/y57rLV0z3A\"", "\"RT @NBCNews: Rescuers search overnight for survivors of Washington mudslide http://t.co/uRyF6SLjmd http://t.co/Cw6RVQj7bt\"", "\"RT @nytimes: From Washington State Mudslide, Glimmers of Lost Lives http://t.co/xSJMLkqmlC\"", "\"RT @BAEKandJAE: \\\"I am pogay\\\"  Baekhyun be slaying all the other contestants. Landslide winner. http://t.co/54djLHoWe5\"", "\"Mudslide aftermath: 'We found my mom, and we found baby Sanoah' - Los Angeles Times http://t.co/SHSwn3McHG\"", "\"Crews press ahead in Wash. landslide search despite rain - USA TODAY: USA TODAYCrews press ahead in W... http://t.co/eoiW04TFTy @TeamLOA\"", "\"View from space:  Washington landslide http://t.co/qreKtWcjde\"", "\"RT @SABCNewsOnline: Video | The landslide win for Zimbabwean president Robert Mugabe surprised many http://t.co/BsuPuYrbxD\"", "\"#indiana Rescuers face dangerous toxins in Washington state mudslide recovery operation: Rescuers face d... http://t.co/Q3rj0yK2xS #Iowa\"", "\"RT @SoMuchFoodPorn: Mudslide Ice Cream Cake http://t.co/29G5RJi6fw\"", "\"RT @caninemaster: Rescue dogs overwhelmed by scale of Oso mudslide search http://t.co/zfAavGdF6Q via @Mynorthwest\"", "\"Regarding landslide evac orders. RT @WyOHS: Follow Teton County Wyoming Government for updates. http://t.co/V4QSv0v02a\"", "\"Mudslide rescuers: ‘We can’t lose hope’ http://t.co/g0apVr8Vfz via @q13fox FOR; Victims of #Landslide_OSO_WA #Prayers_Please @speedprayers\"", "\"US Correspondent @ChristineAhern is at the scene of the catastrophic mudslide in Washington. Tune into @thetodayshow #9News\"", "\"9 Aerial Photos of the Washington Mudslide: A massive mudslide occurred near the Stillaguamish Ri... http://t.co/rt0F0YlX75 #SocialMedia\"", "\"RT @washingtonpost: Witnesses recount the horror of Saturday's fatal mudslide in Washington state: http://t.co/KKxH10zlHT\"", "\"NATION: Waters recede in Wash. mudslide area http://t.co/iWRdwOnJwH\"", "\"RT @ClimateDesk: RT @GuardianUS: Washington landslide: scale of devastation seen in aerial footage – video http://t.co/RQfxDj3SX3\"", "\"RT @TaylorUmlauf: Photos: Meet the rescue dogs aiding in the search for victims of the Washington mudslide: http://t.co/MvPCO5BK4p (AP) htt…\"", "\"RT @BestMusicLyric: \\\"Is this the real life, is this just fantasy, caught in a landslide, no escape from reality.\\\" -Queen 'Bohemian Rhapsody'\"", "\".@CBSNews Oso,WA mudslide relief effort  http://t.co/xLkLgxPLFW http://t.co/uqo9XhErQi Background: http://t.co/Wg8BuMwyhz PlzHelp RT - Thx!\""], "discriminating": ["search  6.0%", "toll  3.1%", "dog  3.0%", "death  2.9%", "found  2.6%"], "cluster": 7, "words": ["search 10.2%", "dog  5.1%", "found  4.7%", "mudslid  4.7%", "video  3.0%"], "ISim": 0.054, "ESim": 0.011, "size": 149}, {"messages": ["\"RT @snocounty: Here's an updated map of the #530slide area, including related flooding behind the landslide dam http://t.co/37Lr9xn3fv\"", "\"Cries for help from under landslide debris http://t.co/G2iuPETDcO\"", "\"RT @marcoommen: Just received a call from @RepDelBene expressing her condolences. TY Rep. Delbene for working hard for #530slide families #…\"", "\"RT @kimmurphy: Map from @usgs shows origin and spread of Washington landslide #530slide http://t.co/g4DL88uEqu\"", "\"RT @AMHQ: Tues at 8pm @WeatherChannel presents a special report \\\"A Town Mourns: The Washington Mudslide.\\\" Want to help victims? http://t.co…\"", "\"RT @KING5Seattle: Geologist: 'This is one of the biggest landslides I've seen'  http://t.co/RjkQ8GAw8o #530slide\"", "\"@TrapLifePrince LMFAOOO . Yeeeaaa She Tried To\"", "\"RT @SnoCoSheriff: Elected Officials getting briefed on the #530slide http://t.co/oxk7DiC3dD\"", "\"RT @bainbridgefire: Effective immediately Rockaway Beach Road is limited to local traffic only. COBI staff are examining a site of a previo…\"", "\"RT @KIRO7Seattle: RT @snocounty: Pickles the service dog is helping provide moral support to us here in the EOC  #530slide http://t.co/0KYn…\"", "\"RT @NW_Music_Scene: A moment of silence March 29, 10:37 am #OsoStrong #530Slide http://t.co/AUrPjeevYQ\"", "\"(( iWellingtonx3 )) Baby's cries heard under landslide debris: A heroic moment in the midst of tragedy as an infa...  (( iWellingtonx3 ))\"", "\"RT @kcnews: We're activating King County's Emergency Coordination Center to support @SnoCounty staff who have worked nonstop on the #530sli…\"", "\"RT @NatashaYChen: 425-388-3845 is the Sheriff's tip line. #530slide hotline is now closed.\"", "\"RT @HuffPostGreen: Washington mudslide survivor describes terror after tragic event http://t.co/ce4VGcv4qU\"", "\"RT @weatherchannel: RT @twcMarkElliot: 200 responders on site at the #WA #landslide. Still a rescue operation.  Site very challenging with …\"", "\"RT @PzFeed: This photo provides good perspective of the height of the pile of debris on SR 530. #530slide Via @HeatherGrafK5 http://t.co/Or…\"", "\"Volunteer Search&amp;Rescue worker injured near #530Slide... getting the details. But sounds like he will recover.\"", "\"RT @femaregion10: Secretary Johnson @GovInslee @CraigatFEMA provide update on response to #530slide http://t.co/p9NFvLH1xM\"", "\".@SnoCoSheriff air support unit discussing search/rescue efforts after #530slide watch #liveonkomo\"", "\"RT @OneLMorin: Please RT! @komonews and @unitedwaysnoco are teaming up to raise money for #530Slide victims. Phone bank starts now! http://…\"", "\"Cries for help from under landslide debris: Rescuers work to reach people trapped beneath the debris of a deva... http://t.co/IDqHt8NXmz\"", "\"RT @ZakBurnsKIROFM: \\\"Is there ever a moment you think why did this happen while I was in office?\\\" @BrandiKruse and Gov. Inslee this morning…\"", "\"Editor's note: Moment of silence planned for 10:37 am PT to honor those affected by the Washington state mudslide... http://t.co/f0uNS2m80a\"", "\"RT @rikkiking: Red Cross asks everyone who lives in #530slide area to check in at http://t.co/YW2WxJ3NyI.\"", "\"RT @KING5Seattle: We've reached a big milestone for gas card donations. @GetJesse will have the latest total tonight at 5 pm #530slide\"", "\"#530slide presser: Rescue personnel still hearing voices call for help.\"", "\"@lydia_oso Loool lo ki si joko.. or someone like that Lol\"", "\"Press Conference with @SnoCoSheriff starting now #530slide #mudslide\"", "\"Moment of Silence in Washington State for Mudslide Victims - Voice of America http://t.co/Ofspvn0teE\"", "\"RT @KellyKOMO4: Photo of #530slide debris MT @wspd7pio: @SnoCoSheriff is lead on #530slide. http://t.co/fozySaDpO1\"", "\"RT @NWhaglund: Oso Fire Chief describes initial response, being unsure of size of #530slide: \\\"It came in as a simple flooding call.\\\"\"", "\"#TGIF everybody! Hang with @BradGoodeKOMO @KellyKOMO4 @parisjKOMO @SethonKOMO #liveonkomo now http://t.co/dyuBrSOAP6 http://t.co/A2h6ll63XK\"", "\"Moving on after the #530slide: first hospitalized victim scheduled to speak to reporters and daily official briefings are cancelled.\"", "\"RT @KING5Seattle: Snohomish County wants anyone who is reporting someone missing or unaccounted for to call 425-388-5088.  #530slide\"", "\"RT @photog_feds: #530slide please stay out of the river bed if that blockage breaks loose you could be killed.  #liveonkomo\"", "\"Animation shows Washington landslide traveling at 60 mph! http://t.co/4aXLYsHuX8 http://t.co/cpdJZy0emu\"", "\"RT @SMACKHighWA: \\\"Our hearts go out to the those effected by the mudslide. Arlington, Darrigton, Weston, we're here for you! -Mariner\\\"\"", "\"RT @KING5Seattle: Pennington: Expect a formal federal declaration very soon that will bring assistance to community members. #530slide\"", "\"#530slide @nwfireblog  good morning\"", "\"RT @Oregonian: Interactive map shows where houses were in Washington mudslide: http://t.co/7LjobIG3qF #530slide http://t.co/axDVCWz1ip\"", "\"#TyoNews Shelter to Open for Wyoming Slide Evacuees: Slow-motion landslide keeps Jackson, Wyoming, evacu... http://t.co/iZDO03mEVj #News\"", "\"Me too!!! ☺️ RT @Oso_Tan: @Tora_M_Apart it looks awesome! I want to do both too lol\"", "\"RT @lindsaycohen: Sources: @Mariners planning moment of silence on opening night to remember #530slide victims. @RedCross will be collectin…\"", "\"We're hearing that 911 service is back up after being out for a bit this morning.\"", "\"SAR volunteers gathering at Oso Fire dept. deputy prevented me from speaking with them #530slide @komonews http://t.co/OyiVANcr5V\"", "\"Baby's cries heard under landslide debris http://t.co/MTX0yexeBH #cnn\"", "\"RT @rikkiking: .@galefiege: The Stillaguamish tribe just donated $100,000 to help with #530slide, according to Arlington Mayor @barbtolbert.\"", "\"Neighbors unite for landslide victims: Elaine Young looks up as a helicopter hovers above a mountain of splint... http://t.co/0oru0jKnYe\"", "\"Teen says he can save government $370 million &gt;&gt;&gt; http://t.co/Fcvdi1Si4G http://t.co/pkYONWn1qB\"", "\"@astoneabcnews covering the #530slide for @ABCNewsRadio http://t.co/JT48oZNzt7\"", "\"RT @nwfireblog: #530slide Causes [combination] of deadly mudslide. Time to protect other areas.  http://t.co/mayBpfhRMo\"", "\"@SportsRadioKJR local Firefighters and others will be collecting donations at Safeway Lk Stevens again tomorrow thru Monday. 9-6 #530slide\"", "\"RT @snocounty: Exec Lovick and @GovInslee review maps of the #530slide area today in Arlington http://t.co/TSAPVtrkQV\"", "\"RT @WAStateGov: Bus service between Darrington and Everett now running thanks to @MyCommTrans. #530slide http://t.co/H8qoqQvzto http://t.co…\"", "\"Risk of slide ‘unforeseen’? Warnings go back decades | Local News | The Seattle Times http://t.co/Xime1O51F1 #530slide\"", "\"Looking at before/after photo of slide area. Looks like new veg growth in area that slid. Previous slide? #530slide\"", "\"Neighbors unite for landslide victims: Elaine Young looks up as a helicopter hovers above a mountai... http://t.co/08pciOkJPc @demoski02\"", "\"RT @Aline_Carr: MT @SnoCoSheriff Resource webpage from @GovInslee for #530slide: http://t.co/u8gm4lIX1g … #WA #hmrd\"", "\"RT @KING5Seattle: Snohomish County Medical Examiner identifies landslide victim as 5-year-old Kaylee Spillers #530slide\"", "\"RT @wbaltv11: People cry for help from underneath landslide http://t.co/LxSnuVoEoY\"", "\"Moment of silence to be held for Washington state landslide - ... http://t.co/8ZffqkeKY2\"", "\"Terror after landslide: There was little in the way of a warning before the rain-saturated ground in Washingto... http://t.co/RH1GxZTMcn\"", "\"@oso_saucy423 lol hey charles! and you live on there\"", "\"RT @Oso_smooth3: Lol oomf gets so mad it's the funniest\"", "\"RT @KDrewKOMO: Alert from @SnoCoSheriff : If you live in North Fork of Stillaguamish River flood plain from Oso to Stanwood evacuate your h…\"", "\"RT @KING5Seattle: The Millers were active at church, where @RobPiercy spotted this rainbow today: http://t.co/D0Ms0i8XcG #530slide http://t…\"", "\"Landslide risk is widespread in Snohomish County, with 30,000 living in hazard zones. http://t.co/sXx6kcIA9h #530slide\"", "\"RT @BMonahanKIRO7: Can't repeat this enough... there is NOT a flash flood warning for the #530slide area. It's a watch. @snocounty\"", "\"RT @SnoCoSheriff: The number for reunification or to learn about family in the area call 425.388.5088 #530slide\"", "\"Should Snohomish County landslide site be memorialized? http://t.co/JSGNyt7KbQ\"", "\"RT @BBCOS: LISTEN: \\\"They're finding neighbours and family members in the debris\\\" @KIRO7Rob http://t.co/DKMZTYsmZm #530slide http://t.co/VO7…\"", "\"RT @KING5Seattle: Support hotline is open for anyone coping with grief 1-800-584-3578. Plz share and don't hesitate to call. #530slide\"", "\"RT @newswatchcanada: #530slide: There was M1.1 #earthquake near surface 100 yards behind the slide on March 10th  http://t.co/rXbKQP1AbY\"", "\"UFOSFacts NEWS | Another Land Subsidence Event; Landslide in Pittsburgh: A landslide occurred in ... http://t.co/iw5Gcic9kg #UFOS #OVNIS\"", "\"RT @EcologyWA: #eyesoverpugetsound Stilliguamish R mouth Monday and satellite images #530slide http://t.co/8lqcUnVRD7 http://t.co/QLoIRmHQBy\"", "\"Google News :  Moment of Silence in Washington State for Mudslide Victims - Voice of America http://t.co/DAe9J0zmBb\"", "\"@FauxPelini Tom Osborne in a landslide! Go Big Red!!! http://t.co/lpqDT2NdiC\"", "\"#530slide RAW FOOTAGE l Courtesy of WSP uploaded by @SnoCoSheriff l Shows magnitude of slide, conditions l https://t.co/Og6WseTpOm\"", "\"RT @kcexec: RT @KCEGP: Updated list of EGP nonprofits helping w/ #530Slide on our Emergency Events page: http://t.co/4xGJWgwOXD\"", "\"Cries for help from under landslide debris: Rescuers work to reach people trapped beneath the debris of a deva... http://t.co/IcQegJxDFs\"", "\"Mudslide Witnesses' Frantic Calls To 911 http://t.co/bKOFM9xmeK\"", "\"RT @snocounty: If anyone on scene of the #530slide can safely share photos of the damage/river, etc. please tag us. On-scene pix can help u…\"", "\"4 members of delegation ask for tax extension for victims of mudslide http://t.co/z5zGjnG4us\"", "\"Purchase any of my prints thru April 5th and 50% of all proceeds will be donated to help victims of the #530slide http://t.co/cPafAAGRfU\"", "\"RT @snocounty: PLEASE, we cannot stress enough, STAY AWAY from the #530slide area. We want everyone to stay safe. We don't need spectators\"", "\"RT @KW3Connor: One week ago. Remembering. #530slide\"", "\"RT @KHOU: Photos: Google Earth shows landslide destruction: Google Earth has released new satellite images of th... http://t.co/c9eJNB2ZbI …\"", "\"Next on KING 5, we're live from the #530slide with the latest on the search for survivors, who's missing and how you can help.\"", "\"RT @KUOW: .@snocounty says anyone donating to #530slide relief should ensure they give to reputable organizations. A list: http://t.co/GpcW…\"", "\"RT @Da_Finster: Congrats to the Badger hoop squad! Lets paint Arlington #Badger red. I need some new Wisconsin gear... Lol http://t.co/yWlW…\"", "\"RT @TODAYshow: This morning on TODAY-new clues about flight 370, the latest on that massive mudslide in WA, and @JennaWolfe 30 days to a be…\"", "\"RT @Nordstrom: Our hearts are with everyone impacted by the #530slide. To help with recovery, we've made a $50k donation to @UnitedWaySnoCo…\"", "\"RT @ChrisDorsh: @jb7169 @qb10jvt @NWCN: How to donate to Northwest Response landslide relief effort: http://t.co/0fRe8UFnov http://t.co/aio…\"", "\"RT @Mitch_Pittman: Incredibly proud that @komonews helped @unitedwaysnoco raise $345,159 for #530slide victims today.\"", "\"Washington #530Slide survivors envision shrine at disaster site |  http://t.co/5LzO6pouIS http://t.co/IUILNL01xu\"", "\"Westin: WA Task Force 1 on the east side, working to open access through the water on the east side. #530slide\"", "\"I am guessing I will be Head of Security in Arlington, take it I can call myself whatever I want to if I am the only one doing it lol\"", "\"Thank you @BarackObama for signing the emergency declaration for Snohomish County, WA victims of the mudslide. #530slide\"", "\"Resources, links and info about how to help #530slide victims: http://t.co/cj192Mr2Tn\"", "\"RT @femaregion10: President Obama signs Washington Emergency Declaration. For more: http://t.co/NjFJzjABZu  #530slide\"", "\"RT @EssexKIRO7: Landslide survivors, including the man who dug himself out of the mud with a stick. Next on the @KIRO7Seattle special - #He…\"", "\"RT @WASenDemocrats: Snohomish County has a page with news &amp; resources on #530slide http://t.co/K3orzKpuCp\"", "\"RT @ProBirdRights: today I tried hold open a door for a feminism. ok so i could not get door open but if I could i bet she'd be mean. #fema…\"", "\"RT @FrannieFeds: OSO SLIDE: @wspd7pio just told @komonewsradio no confirmation on whether anyone is hurt, or how bad. #liveonkomo Pic comin…\"", "\"Pls RT: Call 425-388-5088 to report yourself as safe or to report someone missing. This is the official hotline for @snocounty #530slide\"", "\"Thank you .@nbcbayarea for featuring @SV_RedCross volunteers heading to #530slide #Ososlide to help those impacted http://t.co/3BYL5sjjfO\"", "\"RT @nwfireblog: @KlaHaYaGardens Not safe for media to go in, we need our First Responders to be able to work with clear airspace #530slide\"", "\"(#TeambrianMundial) Unclear Washington Landslide Lawsuits Could Win: Despite dire warnings... http://t.co/KFq6K2wYNP (#TeambrianMundial)\"", "\"RT @KING5Seattle: MT @snocounty: Searchers found this flag in the #530slide debris field. On display at west side field ops station. http:/…\"", "\"Red Cross addresses concerns about landslide donations http://t.co/chiDEklI4F\"", "\"RT @SnoCoSheriff: PLEASE DO NOT GO IN OR NEAR THE STILLAGUAMISH RIVER DOWNSTREAM OF #530slide Water could break through at any moment.\"", "\"RT @JedediahBila: :( RT @DanRiehl: Mudslide: chocolate Lab Buddy pulled from debris after being heard moaning http://t.co/Pm7AIdctSG http:/…\""], "discriminating": ["530slide  5.8%", "toll  2.8%", "death  2.7%", "snocosheriff  2.1%", "moment  2.0%"], "cluster": 8, "words": ["530slide 12.1%", "help  3.5%", "snocosheriff  3.1%", "moment  3.0%", "debris  2.1%"], "ISim": 0.051, "ESim": 0.009, "size": 113}, {"messages": ["\"Legal Staff in Arlington, TX: Contract Admin Specialist II (IS) PRN  The candidate will be responsible for Inn... http://t.co/WSKVAUAsel\"", "\"RT @VenusBohsrk: Property Management Arlington TX http://t.co/HR6dhuXDXh http://t.co/UuPAkhMzG1\"", "\"@Caribou_Coffee Arlington Hts &amp; Long Grove, IL are my fav's! Sadly..AH is closing so I am totally bum'd! #starlight http://t.co/5zvdNXlc53\"", "\"@Leninnnnnn_ We only do 4v4.\"", "\"Arlington, TX - Customer Service Associate - Floor and Decor: Process customers at check out using the point o... http://t.co/muA4i1SIwV\"", "\"Practice at UT-Arlington http://t.co/I99pdQuM6k\"", "\"Plan Your Final Four Fun in North Texas with lots of great stars http://t.co/bdxalG6GTF\"", "\"@Oso_OnPoint I refuse to eat anything but applesauce\"", "\"Saw Arlington HS production of Music Man. Leads, character actors, choreography, crew, orchestra, direction--top notch! #HighSchoolMusical\"", "\"A gritty O'Connell squad tops SJC in Arlington, 10-7. Knight goalie Justin Fitzsimmons was outstanding.\"", "\"@Oso_OnPoint you can @ me but not reply to a text COOL BABE COOL\"", "\"#Arlington #Job Loss Mitigation Specialist: McLean Our client is seeking a loss mitigation specialist in mclea... http://t.co/m20QcORzML\"", "\"New Post: Room Service Attendant (Arlington) http://t.co/7FbEFftDVA #job #DC\"", "\"Click&amp;Watch NEW Music Video J $wift Ft. Mikey Stophating \\\"Go Girl\\\" shot By. Kali Oso #SwiftIZM http://t.co/6XZ8Gv9hMy\"", "\"#news Choo bases-loaded walk, Texas 4-3 win over Philly: ARLINGTON, Texas (AP) — Shin-S... http://t.co/WW0DS7of1H http://t.co/6Si3P3zzT5\"", "\"RT @chima_fema: “@Ocho_Loko: I hate being allergic to pollen.”?\"", "\"RT @BlkGB: Incoming USF coach #Antigua mulling assistants ARLINGTON, Texas -- Recently hired S.Florida coach Orlando Antigua... http://t.co…\"", "\"Earthquake Didn't Immediately Precede Washington Mudslide, USGS Says: An earthquake did not immediately preced... http://t.co/7mznOwHxbZ\"", "\"@YeeWen_97 yup, he say 3-8pm oso ok de, we learn flippp\"", "\"Arlington Catholic Diocese employee says same-sex “marriage” cost him his job http://t.co/WCijBW3Jkg\"", "\"#Sports FINALS WATCH: UK plans victory salute, win or lose: ARLINGTON, Texas (AP) — Just call AT&amp;T Stadium's f... http://t.co/vWB13nkuUE\"", "\"@Espngreeny what's up with referring to Arlington, Texas as North Texas?  Final is being played on Cowboy/AT&amp;T stadium right?\"", "\"RT @AintThat_Liyah: Arlington done showed OUT !\"", "\"@willowst what shopping is done in Arlington?\"", "\"Turn it loud pour it up strong\"", "\"Arlington is a big city..so where are the girls I havent met\"", "\"RT @curtisbeast: I wrote about Arlington, the new capital of the sports universe: http://t.co/Ke67y2UWAN\"", "\"RT @johnvarlas: Four innings in the books and Arlington softball leads Brighton, 10-6.\"", "\"SOUTH LA: Dude brought a knife to a fistfight @ the part, 3700 blk Arlington. LAPD enrte.\"", "\"RT @MrCheckpoint: http://t.co/7mkOkA4KNC  NOW #InlandEmpire DUI Checkpoint #Riverside Arlington Ave, East of Van Buren Blvd  #NODUI #IE\"", "\"RT @OSO_COCKY_CHICO: @x_Takaraaa ???? cause you took so damn long to respond\"", "\"@eeewab Cherrydale is Arlington brah, its on lee highway near WL\"", "\"RT @wenyi45: @tracy_kok hahhahaha i went damnnn crazyy oso after u left, wit shang hahahah ??dunno whats wrong\"", "\"RT @poseygruener: .@waDNR Hazards Geologist Tim Walsh says #530slide is not a mudslide - it's a mud flow. Learn the difference here: http:/…\"", "\"RT @coreyevans_10: 2014 Arlington Country Day big Terrell Miller will be announcing his college decision today.\"", "\"RT @ISCSP_ORG: #cyber #ict #policy UTSA cybersecurity center collaborates on $800,000 FEMA grant to create cybersecurity cons... http://t.c…\"", "\"Arlington Fire Department's badly damaged Engine 11 after being Hit by Drunk Driver in Texas overnight.  Usually... http://t.co/aLL4d9b4zs\"", "\"@mkanniah84 ohhh yeah :p ..u didn't care me oso\"", "\"@DaleShuter Done and done! We'd love to have you here in #Arlington for the @ACMawards!! @crowdgoeswild\"", "\"Sunday Memo: Job haters? ... The mudslide ... Avalanche kills man http://t.co/Py1ih1B7Cu\"", "\"RT @ImThatDudeWho: 10pm in Arlington  http://t.co/Bn6Xf9dSpw\"", "\"RT @andrew_n1gga: Saw cops the entire way down arlington rd. From ft caroline to atlantic blvd. 4 different people pulled over @SpotJSO\"", "\"NCAA chief Mark Emmert calls unionizing college athletes 'ridiculous': ARLINGTON, Texas -- NCAA President Mark... http://t.co/1K71kWEGeZ\"", "\"Arlington SB130 Metal Stud Bushings, 100-Pack: Arlington SB130 Metal Stud Bushings, 100-Pack - http://t.co/DaZ9mtLAN2 http://t.co/41LWAFBToX\"", "\"Anybody I been with will tell you i give em tough love only cause iont wanna see you like the rest off these weak females\"", "\"RT @HVSportsReport: Carmel shuts out Arlington 3-0 on a Haughney 3 hitter\"", "\"Looking for a Labor Delivery RN Registered Nurse Nights in #Arlington http://t.co/3lsoYWhojc #job\"", "\"Think it’s funny CBS says the Final Four is in “North Texas” rather than just saying they’re in Arlington.  #FinalFour\"", "\"Yorkie: Oso &amp; the Shitzu: Dandy. If you see them around The neighborhood by saghalie Give me a call 253 545 9027 http://t.co/DVmaB6RIZW\"", "\"Yahoo! Sports: Kentucky's Cauley-Stein appears out for semifinal (Yahoo Sports): ARLINGTON Texas AP  Kentucky ... http://t.co/flQJH90GPM\"", "\"New OpenCL Job Senior Embedded Software Engineer Job at Leidos (Arlington, VA): Senior Embedded S... http://t.co/41Zz7ueISC #OpenCL #Job\"", "\"Man down\"", "\"#530slide - Dave Norman, state geologist 'the head scarp 1500 feet long, 600 feet high'  (area of hill that broke off\"", "\"#Job #Arlington Other at General Counsel Counsulting (Arlington, VA): Director, Ethics Program The candidate l... http://t.co/yCeW3OuN6H\"", "\"RT @emguess8: So I got that long car ride back to Arlington... If you wanna be a doll and text me ?\"", "\"RT @MSibermann: @crazynightheart @Ivy_Middleton @Marydyosa @PETSitterBayres @AnonTeam_Arg P  #OpFreeArturo https://t.co/BKJGr7jJm5 http://t…\"", "\"@Oso_migo12 haha cause you were cx\"", "\"at The University of Texas at Arlington http://t.co/JlO7TdrGcz\"", "\"RT @WindRiverCO: When the first mudslide came everyone jumped in the equipment and started doing their part! #relief #cleanup #WRR http://t…\"", "\"RT @DispatchDemon: .MT @DFWscanner: Arlington FD's badly damaged Engine 11 after being hit by drunk driver on I30 overnight. http://t.co/pd…\"", "\"@Bz_NinjaZ @WaTch_Aerox @Ace_Tamilballah @WaTch_Revz @WaTch_Landslide squad**\"", "\"Strike the choir ! #SATB ♫ I Carry Your Heart by University of Texas Arlington A Cappella Choir — https://t.co/Lulh7MuPSJ\"", "\"Yahoo: UConn on to national championship game: ARLINGTON, Texas (AP) — Connecticut didn't wait for ... http://t.co/G7N5fKU7L4 #hiv #aids\"", "\"I'm on the road to the Final Four. Next stop: Arlington, TX\"", "\"RT @OhhMyJam: “@allDAEeveryday_: Wtf is going on that traffic is backed up from Dallas to Arlington ??” !!!!\"", "\"RT @KGMIRadio: Is logging to blame for #OsoSlide? @DillonHoncoop talks to @WAPolicyGreen &amp; geologist Steve Neugebauer about questionable sc…\"", "\"William Welsh remembered as ‘a very giving man’: ARLINGTON — William E. “Bill” Welsh was by all accou... http://t.co/XiJpPDzP6I #seattle\"", "\"RT @TMGijane: @TameraCi @WayneBogda Go take your #1A military hate speech to Arlington http://t.co/wTWdVp9S6U and while you're at it, learn…\"", "\"#Arlington #TX #Job Intensive Care Nurse - ICU Nurse - (ICU RN) at American Mobile... Find this Job&amp;More:  http://t.co/jHxCvsL5LD\"", "\"#Arlington #Jobs * McCormick &amp; Schmick's - HOURLY OPPTY'S - Restaurant, Bar, Kitchen * (Crystal City-Arlington... http://t.co/Sz6texkVRR\"", "\"RT @D1scourse: Perspective on UConn as a program: With two wins in Arlington, it joins Duke/Kentucky/UNC as only schools w/four titles in p…\"", "\"Event Operations Intern – Dallas Cowboys Football Club-AT&amp;T Stadium (Arlington, TX) http://t.co/5cF7aeeiPD\"", "\"\\\"@Montoriaaaa__: Came to the city just to see his lady ?\\\" Girl\"", "\"Headed back to Arlington :/\"", "\"Every morning I ask myself how am I not in Arlington district\"", "\"Enterprise Service Desk Specialist - Arlington, VA http://t.co/ZkSBv3RrEB\"", "\"I'm at The @HomeDepot (Arlington, TX) http://t.co/WMFD9MLsl9\"", "\"#Arlington #TX #Job Director of Front Office at IHG - InterContinental Hotels Group... Find this Job&amp;More:  http://t.co/jHxCvsL5LD\"", "\"Check out @ggwash coverage on the public square plan we're working on in Arlington, VA @burohappold @ArlingtonAIRE http://t.co/FGSMEvKwi3\"", "\"RT @KOMO4Sports: #Mariners drop series finale against Athletics, 6-3: http://t.co/Mvm1j6mroD http://t.co/BnhLoxWXa9\"", "\"RT @Everyday_Family: Schools in Arlington, VA have adopted a new policy on #headlice, allowing affected children to remain in schools. http…\"", "\"he kept telling me i was a shitty player because i'm gay but managed to eat every single plume and landslide that came his way.\"", "\"Wonder why they saying Ft Worth or North Texas instead of Arlington\"", "\"RT @DennisBoundsK5: Long day.  But not as long as the day for searchers in the #530slide zone. We wish them well while they do their job. #…\"", "\"Closed Pothole report at 957-999 Arlington Street Northeast, Grand Rapids http://t.co/r8bXzcXjRV. Closed.\"", "\"RT @gneumann_wkow: A massive Badgers crowd is gathered for today's pep rally at the Arlington Convention Center. http://t.co/CEklguQPMu\"", "\"Video: Marcus Lee “that’s what old people say”: ARLINGTON, Tex. — Inside the UK locker room this afternoon, ne... http://t.co/ZSrv7d2EFt\"", "\"RT @princessbeth_: @Oso_xPrettyx ? that's over tho.\"", "\"@CarlyRoseMusic Singing Happy @ Reese's NCAA Final Four Slant Celebration April 4,2014 at AT&amp;T Stadium Arlington, TX http://t.co/MeE4O8wyaY\"", "\"“@rachander411: so done with all the freshmen at arlington” *everyone\"", "\"@Oso_migo12 ??? shutup shhh\"", "\"#Job #Arlington Sr Manager, Program, Cyber Security at General Dynamics Information Technology (Arlington, VA)... http://t.co/7nXVKmaW1P\"", "\"Playing a show in Arlington, VA at 8:00 PM today at IOTA Club &amp; Cafe http://t.co/0D9eJcuIF9\"", "\"(#Houston_0998) NCAA Final Four Games in Arlington, Not Big D: North Texas Final Four games in... http://t.co/lCDJlcKBEe (#Houston_0998)\"", "\"RT @BrentHBailey: They were playing the wrong sport in Arlington, Tejas today: http://t.co/aQ7gDxfFwu\"", "\"@Joe3_TheReal nobody from Arlington is that important\"", "\"Coming up at 8:30 p.m. is the Div. I state final as Cinderella Upper Arlington takes on Northeast Ohio juggernaut Lakewood St. Edward\"", "\"#Arlington #Job Director, Ready To Learn Content &amp; Curriculum at Public Broadcasting Service (Arlington, VA): ... http://t.co/0Y4C1PpdNe\"", "\"Got pulled over for loud music.... okay Arlington\"", "\"Federal - Application Technical Support Analyst - Accenture -  Arlington, VA: Arlington, VA A... http://t.co/pkyvd5ZU55 #jobs #accenture\"", "\"Arlington's new Bikeometer will be unveiled today @ 10 am on the Custis Trail @ Lee Hwy &amp; Lynn St. Check it out! http://t.co/xjrQA9qlw3\"", "\"RT @JohnyHendricks: On my way to @Academy in Arlington! Signing at 1:00pm today so come see me! @Reebok\"", "\"Thanks to every one that came out and supported round 3 against Arlington #elclassico\"", "\"I'm at @SixFlags Over Texas (Arlington, TX) http://t.co/mPsVEeJ2UC\"", "\"Job : Arlington VA - Maintenance Release Manager / Business Analyst - We call our employees members because al... http://t.co/p3VFnCYGz2\"", "\"@estfestohio spotted in Akron on Arlington &amp; Exchange! #roadrager #kiaroadrager #ESTFest #estfest2014 http://t.co/qLZzk7rCox\"", "\"Volunteers gather trash along Gulf Branch, Arlington, VA, during last weekend's 26th Annual Potomac Watershed CleanUp http://t.co/7LRRcuyFb6\"", "\"UConn's dynamic duo outplays Kentucky's twins: ARLINGTON, Texas (AP) — Connecticut's experienced backcourt mad... http://t.co/JmpvBiX9O7\"", "\"@WaTch_Landslide @Bz_NinjaZ all that matters is playoffs, I'd hate to see a team other than yours win, start practicing instead of arguing:)\"", "\"UConn puts kibosh on Kentucky frosh -  ARLINGTON, Texas —... http://t.co/HBCzYj38gz  #AaronHarrison #JohnCalipari #JuliusRandle #TexasTwenty\"", "\"New Job! Administrative Assistant Job in Northern Virginia in Arlington, VA http://t.co/159bIPt7Xl #trakjobs\"", "\"Apply Today: Technical Writer / Editor in Arlington, VA http://t.co/qv0yd3xTN4\"", "\"#JobSearch Commissioning Manager at Jacobs Engineering (Arlington, VA) Find this Job &amp; More http://t.co/1UzaC0VJgw\"", "\"RT @leightonwalter: @Remmid @CityRenaissance My addition to the series, albeit from Arlington, Mass. http://t.co/hPO0cYQP4Y\""], "discriminating": ["job  4.8%", "texas  2.9%", "arlington  2.2%", "toll  2.2%", "death  2.1%"], "cluster": 9, "words": ["job  8.1%", "arlington  7.0%", "texas  5.0%", "done  3.0%", "final  2.5%"], "ISim": 0.043, "ESim": 0.005, "size": 114}], "input": "random_counts_1.mat", "id": "cluto_default_random1_10", "columns": 4601}