{"rows": 1000, "NonZeros": 4437000, "nClusters": 10, "clusters": [{"messages": ["\"Death Toll At 33 In Washington State Mudslide: Ten people are still listed as missing, officials say. Accordin... http://t.co/G4tgzsKd1R\"", "\"RT @AP: BREAKING: Sheriff: 6 more deaths confirmed in massive Washington landslide, bringing total to 14.\"", "\"Updated Flickr album w/ photos from @GovInslee's aerial tour of the #530slide today http://t.co/DPk6eP8mfz http://t.co/QFFBPiYeGG\"", "\"Washington mudslide communities continue to search for miracles - CNN http://t.co/M9ja2szOyv\"", "\"NASA Image of the Day http://t.co/bp32pBeRcO Landslide and Barrier Lake Near Oso, Washington\"", "\"Amid the Rubble, 'Comfort Dogs' Bring Hope to Mudslide Rescue Workers http://t.co/ShYks5wAvt\"", "\"Job: Maintenance Mechanic in Arlington, TX http://t.co/BG3v2Kzt5a #job\"", "\"MT @stimesmcarter: Officials say at least 18 people missing in Oso slide. People believed still trapped. http://t.co/7gYC6QdT7B\"", "\"RT @mashable: 108 are missing or unaccounted for after the mudslide in Washington on Saturday, officials report. http://t.co/cuyCzO30Lk\"", "\"Extent of the Mudslide http://t.co/eiqmp537zr\"", "\"Scientist warned of 'catastrophic' Wash. landslide in 1999 - Fox News http://t.co/n3LmgUKNVx #RT\"", "\"RT @NWSSeattle: Stream gage on N.Fork Stillaguamish River near Oso showing the slide, then the drop in the level after. #wawx http://t.co/s…\"", "\"Washington Mudslide Kills 8", "\"The USGS reports on its role in the Washington landslide situation and includes a fresh map: http://t.co/HGLXmAg7z9\"", "\"One more victim found in Washington state mudslide debris field: (Reuters) - The body of one more person kille... http://t.co/TwZX7SjE5K\"", "\"@Olfashdeb Before and after shots of devastation caused by Oso, Washington landslide http://t.co/CRPWa4Z6Yr via @MailOnline\"", "\"Cries for help from beneath landslide: Rescuers scramble to reach those trapped by a deadly landslide in Washi... http://t.co/DWMkilRfNg\"", "\"RT @WAStateGov: State employees can donate to #530slide relief campaign online thru Combined Fund Drive: http://t.co/y3bTePmxIK Raised $11,…\"", "\"RT @OHSAASports: #OHSAA STATE BBSK DI: Lakewood St. Edward 58 Upper Arlington 56 with 33.6 seconds remaining in overtime. Coverage: http://…\"", "\"Kentucky-UConn title game tips off in North Texas: ARLINGTON, Texas (AP) — The national championship game betw... http://t.co/be1oPMvn16\"", "\"Residents, survivors hold moment of silence for Washington landslide victims - CNN: CNN Residents, survivors hold... http://t.co/iQBenkNrzj\"", "\"RT @kristenontv: High fives from @WKYT! Our crews in Lex and Arlington couldn't be happier!!\"", "\"BREAKING: Washington Mudslide Death Toll Rises To 16. Another 8 Located #530slide - - http://t.co/jJFInnhNAb http://t.co/4k9OleJtME\"", "\"Drug abuse forum for 700 Arlington students and staff will be held Tuesday: About 700 Arlington Ce... http://t.co/wGsN47x6Xe #jerseycity\"", "\"RT @BreakingNews: Officials recover 2 bodies at Washington mudslide, believe they have located at least 8 more bringing death toll to 24 - …\"", "\"??? “@OSO_Dopeex3: I can go gay yet or nah? ??? .”\"", "\"Blocked Wash. River Trickling Through Big Mud Wall: Blocked river trickling through massive mud wall in deadly Washington landslide\"", "\"List Of Those Missing In Washington Mudslide Shrinks By Two-Thirds: The list of people who aren't accounted for has continued to shri...\"", "\"Macy’s &amp; the Nat'l Recreation &amp; Parks Association are raising funds for local parks. Help out Arlington Sports Park: http://t.co/DrAbIIvLL8\"", "\"[REUTERS] Death toll from Washington state mudslide climbs to 14, scores missing: ARLINGTON, Washington (Reute... http://t.co/vIbk16ajoS\"", "\"RT @TODAYshow: Four-year-old rescued ffrom Washington mudslide http://t.co/x5pnPgDwn1\"", " #SteveHarris #StillaguamishRiver #WashingtonGov\"", "\"Awe striking, until you realize people are beneath it. RT@wsdot There are no words. #530slide http://t.co/MUbCNrEafF\"", "\"RT @Q13FOX: USGS: Photo from an aerial survey of mudslide near Oso, Wash. http://t.co/3XTphZIaQN\"", "\"#Indiana to appeal @FEMA's denial of storm assistance via @ABC7Chicago http://t.co/pV52uX6bzz\"", "\"RT @Fox4Latoya: Quadruple shooting in Arlington overnight. One man dead two other men and a woman were injured. Officers are... http://t.co…\"", "\"REPORTERSHUB. - Washington landslide death toll rises to 14 | BREAKING NEWS http://t.co/FJ8HrHLvBs via @sharethis\"", "\"The Funeral Scene at Arlington for those Sailors killed on the U.S.S. Maine http://t.co/znk1iYpdMY #Education #Homeschool #Patriotism\"", "\"Linda McPherson, other landslide victims, memorialized in Washington http://t.co/ULdCG61Wj2\"", "\"RT @JulieSelf: I still can’t wrap my mind around the level of disaster that the #530Slide is. Pray, pray, pray people, the families need pr…\"", "\"As rain falls, Washington mudslide search cautiously trudges on http://t.co/dlmLCn99DS\"", "\"\"", "\"RT @CBCAlerts: #Washington state officials say bodies of 6 more #mudslide victims found, bringing death toll to 14.\"", "\"\\\"@_SheTooPretty_: No feeling ain't no bish I'm trusting... Cnt see you nighas #Gates\\\"\"", "\"Photos found at slide site; missing number drops: DARRINGTON, Wash. (AP) — Hundreds of family photographs and... http://t.co/JQh0W0MVdH\"", "\"RT @wsdot: MT @NASA_EO NASA images show aftermath of devastating #530slide near Oso, Wash. http://t.co/Yhev9X4Fsp.\"", "\"Increases to 28 the death toll in a landslide in the U.S. http://t.co/x2eCP83qfl via @allvoices\"", "\"RT @KVUE: RT @KING5Seattle Chief Travis Hots: Medical examiner's officer has confirmed 17 fatalities at this time. #530slide\"", "\"Spring Community Band - 6:00 PM, 3/31/2014 at Darrington Library - http://t.co/VXxEQa8fQh\"", "\"\\\"@theprovince: ‘I did not let that baby go’: Mom who barely survived Washington mudslide http://t.co/n6UhnqZC2y\\\"\"", "\"Washington mudslide update - CBC.ca http://t.co/DWyrzzB9Mt #socialmediamarketing\"", "\"RT @wearesteds: We need EVERY student, alum, fan at the game tomorrow. Upper Arlington will bring a big crowd, but we'll bring the best cro…\"", "\"RT @yooungpapi10: WALKOFF!!! 3-2 win in Arlington\"", "\"Dog found alive in Washington mudslide, but the owner is still missing http://t.co/XEk2OllHho via @MotherNatureNet\"", "\"#Job #Arlington Oracle Applications Engineer w/ Strong UNIX Administration Exp - DHS EOD Public Trust Clearanc... http://t.co/TMDn4rSVQ8\"", "\"#KUFUSE #LuckyCharm I was livin on a landslide / Fallin fast until you took my / Hand, now I won't ever let you go   http://t.co/OsedhjcXEW\"", "\"RT @breadmagician: @PersonInterest @filthymcnasty #POI "], "cluster": 0, "words": ["missing", "miss", "mudslid", "mudslide", "washington", "people", "peopl", "18"], "ISim": 0.371, "ESim": 0.079, "size": 57}, {"messages": ["\"RT @BC1: UPDATE: Snohomish County says crews have found six more bodies in the mudslide debris, bringing to total death toll to 14 people\"", "\"So, sad today for the family of boy identified. Med. Exam. has identified all 36 #530slide victims it has received: http://t.co/BpLNunfT9g\\\"\"", "\"What Does a Full Service Jewelry Store Do In Addition to Sell Gold Arlington TX? - http://t.co/ITn6xT3dt4\"", "\"\\\"@Greysooooooooon: \\\"Landslide\\\" is my fave cover of greyson\\\" same\"", "\"RT @diljpaul: Just cried while watching Miley sing Landslide in honor of her dead dog... This is my Wednesday evening. ??\"", "\"@Juenli1998  u what oso dunnoe !\"", "Blackjacks ", "\"“We stand alongside the Mariners in offering our game’s unwavering support to the Oso community during this time of need.” -- Bud Selig\"", "\"RT @PAASofAAS: Hi, my name is Sandy. I'm looking for a furever home.  Come meet me at Arlington Animal Services. I will be... http://t.co/L…\"", "\"RT @MicahBrunner: My brothers with @chopchop_15. Happiest I've seen them since the #530slide. So cool. http://t.co/bC3SYvjgMw\"", "\"Washington mudslide: number of missing falls from 90 to 30 http://t.co/JX2LCJLq4f\"", "\"RT @MyEverettNews: Thanks to @unitedwaysnoco here's How #Everett Can Help With #530slide Efforts http://t.co/TXA2pEpAR7\"", "\"Photos: #Washington #mudslide devastates a square mile. http://t.co/Q879jiaGTv (AP) #washingtonlandslide http://t.co/go42FWvXwz\"", "\"RT @TrotwoodSports: Upper Arlington opens up a 20 point lead..., 46-26 with 4:05 left in the 3rd...\"", "\"Eastern closure on Washington State Route 530 being moved from milepost 42 to 39 near Oso; closure points are now from... #breakingnews\"", "\"Evacuees worry about rising Stillaguamish River http://t.co/6qsFuY6fRQ via @seattletimes http://t.co/m3O7572n3H\"", "\"FEMA issues flood insurance update FEMA explains how it will implement the latest flood in http://t.co/AUyqbME1e4\"", "\"Our thoughts go out to everyone impacted by the devastating mudslide in Oso, Wash. #530slide http://t.co/WQT4MZ3GxV\"", "\"RT @steven_segler: I want to be at the ballpark in Arlington.\"", "\"RT @mashable: Why is there no national landslide warning system in the US? http://t.co/CNkojvLGVW\"", "\"RT @BellinghamPD: BPD Lt Vander Yacht is on NWIMT and is at the EOC for #530slide  Lots of folks here prepared to help.\"", "\"Hopes fading with 90 still missing in US landslide http://t.co/BcqzpKJohW via @NewsRepublic\"", "\"RT @steve_sps: Is this the real life?", "\"Number of People Missing in Washington Mudslide Rises to 108: As many as 108 people were listed as missing two... http://t.co/bQfGestlxv\"", "\"Washington landslide: 4 dead, at least 18 missing - CNN: CNNWashington landslide: 4 dead, at l... http://t.co/eFmcCwtYU2 #news #fastnews\"", "\"RT @KING5Seattle: Snoqualmie Tribe donates $50,000 to Darrington, Oso, and Arlington fire stations. #530slide\"", "\"@danamannarino really?? We should meet sometime! I'm hoping to move to Arlington this summer ☺️\"", "\"RT @adserveo: These #Spokane @PapaJohns locations donating profits to families of #530slide victims. #HelpOso via @kxly4news http://t.co/gP…\"", "\"RT @kcnews: King County departments will be assisting @SnoCounty staff in public affairs, logistics, operations, planning, and communicatio…\"", "\"#Job #Arlington Advertising Sales Representative (oO0IYfwe) at ShopperLocal (Arlington, VA): RTN is a fast-gro... http://t.co/GXQELihUGr\"", "\"RT @snocounty: We're pulling our west side #530slide search/rescue crews back because of concern about the hillside moving at the 600ft lev…\"", "\"\"", "\"Death Toll of Washington State Mudslide Grows http://t.co/nGYGkGMHmm\"", "\"Eight Questions About the Washington Mudslide http://t.co/C07JWrqnUE\"", "\"Friday Memo: Tough conditions at mudslide site ... Seattle area grows ... Boeing engineers wait and wonder http://t.co/8WwzOdbl6y\"", "\"Did you know? Moment of silence. 10:37 a.m. Saturday for victims of Oso mudslide. #530slide #wastate #smem cc @DoyleWheeler @pmwarner...\"", "\"RT @mashable: As hopes dim, the Washington mudslide rescue effort carries on. http://t.co/iZzkb5gA52 http://t.co/bjGhKCLx1H\"", "\"RT @fittinger_fritz: #Walmart associates at the Arlington Walmart and the #RedCross processing a donation for #530slide. http://t.co/8ez9O7…\"", "\"DANCERS!!! AUG 16TH| HIP HOP DANCE COMPETITION| ARLINGTON VA| CASH PRIZES| MTB| CYPHER| Register today &gt;&gt; http://t.co/fkYc1zWQ86  #MTBDE\"", "\"New: Officials say they have a list of 108 people unaccounted for after massive mudslide in Washington.\"", "\"US Mudslide Kills 8, with Possibly 108 Missing http://t.co/gtbqPmyQPh\"", "\"RT @dfwvarsity: 4A Region I girls soccer semifinal: FW Arlington Heights 2, Canyon Randall 0.\"", "\"Washington mudslide: four-year-old child rescued by helicopter – video http://t.co/3RtDK3vp9V #wnn7\"", "\"“@AP: BREAKING: Washington authorities: Number of fatalities in mudslide still 16; missing number drops to 90.”\"", "\"Getting my lil car at noon Tommorrow , no Arlington for me hell nall .\"", "\"RT @PeteCarroll: Thoughts &amp; prayers go out to all affected by the Snohomish mudslide as the search approaches 1 week. We are all saddened b…\"", "\"RT @WhiteHouse: President Obama: \\\"I would ask all Americans to send their thoughts and prayers to Washington state and the community of Oso…\"", "\"Grateful for the work of the UMC as it continues efforts to help those affects by the mudslide in Oso. Keep your... http://t.co/P7aQjDsSaC\"", "\"\"", "\"Post Edited: Alexandria and Arlington crime report - Washington Post http://t.co/T4hhlB0Voe\"", "\"At Least 8 People Killed At Washington Landslide: http://t.co/5Exj70vRS2 via @YouTube\"", "\"After deadly mudslide, flood warning in Washington -  By Paresh Dave March 22, 2014, 8:48 p.m. Authorities and... http://t.co/9dNH0CxYkJ\"", "\"RT @JulieSelf: @David_Boreanaz Great heartache in WA st, can you retweet link to United Way donation site for mudslide victims? https://t.c…\"", "\"No National System to Track Landslide Hazards: Deadly Washington state mudslide highlights lack of national la... http://t.co/54SpOSruZx\"", "\"People dead, missing, after landslide in Washington http://t.co/14xQGfnOSw\"", "\"#Arlington County please fix the meteor strikes called potholes. #taxdollars\"", "\"Vancouver Farmer's Market raised $2848 in donations last weekend for victims of #530slide. #LiveOnK2\"", "\"#tntfinalfour Get it right guys and give credit to the city that's hosting you! It's ARLINGTON,TX!  not NORTH, TX\"", "\"#SuryaRay #Surya Oso search comes down to shovels - http://t.co/Fhcj5kd8bX http://t.co/xgwYZ1hLkP @suryaray @suryaray3\"", "\"RT @Rangers: We send it to the 11th in Arlington, still 0-0. Dominguez, Gonzalez, &amp; Villar for the Astros. Cotts on the mound for the Range…\"", "\"“@G_Scruggs: Just finished delivering pizzas to @Starbucks HQ and the card team!  #OsoStrong”@TheMindOfColi did u get some pizza?\"", "\"Documenting the landslide: why Arlington's hometown newspaper coverage will be preserved: This week near Oso,... http://t.co/DRBfFR48fh\"", "", ""], "cluster": 1, "words": ["mudslide", "mudslid", "toll", "death", "washington", "rise", "rises", "state"], "ISim": 0.286, "ESim": 0.07, "size": 64}, {"messages": ["\"RT @cnnbrk: New information from Washington state about number of people missing, dead after landslide. http://t.co/o0KcT3lfjp\"", "\"Landslide death toll climbs higher: The death toll from a massive landslide that struck in Washington state's ... http://t.co/aVN0xJbBxr\"", "\"Unaccounted for number in Washington landslide drops to 30 http://t.co/KCt5UcD9Oi\"", "\"RT @CNN: Aggressive search efforts are underway to find survivors of a landslide that killed 8 people: http://t.co/as09izBnCl http://t.co/z…\"", "\"Oso man believes aunt, uncle among the dead http://t.co/H4xjZcRuMk\"", "\"RT @SR530Slide: Community bank offers to forgive home loan debt for customers impacted by #530Slide - http://t.co/Xlk9CdJhfr\"", "\"Some mudslide victims at Harborview continue to improve http://t.co/ASR5GS7CDs\"", "\"The hunger for destroyed baseballs is insolent and shall be fed. Thus said El Oso\"", "\"Eye Opener: New direction in hunt for Flight 370: Also, death toll in Washington mudslide expected to rise aga... http://t.co/CNwhZfY8CX\"", "Soshi wins by 1081poins", "\"There'd be a landslide for independence if Wales, the North, the Midlands and West Country were included. And Salmond wouldn't be in charge.\"", "\"\\\"I thought: This is it, I'm going to die\\\": Mudslide survivors describe their terror  #530slide http://t.co/JarQzrde6i\"", "\"@KEEMSTARx arlington tx\"", "\"RT @KING5Seattle: Take a look at before and after photos from the #530slide. ", "http://t.co/4ZFVl5i7OU More on KING 5 News at 7 am. http://t.…\"", "\"??? Arlington always has me sooo weakkkkkkk\"", "\"Washington landslide death toll rises to 28: ", "\"Top story: Oregon County Uses LiDAR to Update Landslide Risk Maps - LiDAR News http://t.co/NJwUGB8szi, see more http://t.co/LUDHfvexRt\"", "\"RT @Oso_Exclusive: Fav/RT for Good morning mentions ? ?\"", "\"\"", "\"RT @BizGreeny: [Reuters EnviroNews] Geologist raised idea of removing homes from U.S. landslide area http://t.co/5pKiZ8QkF5\"", "\"RT @SMACKHighWA: \\\"Our hearts go out to the those effected by the mudslide. Arlington, Darrigton, Weston, we're here for you! -Mariner\\\"\"", "\"NC Homeless Hauled to FEMA Camps &amp; Forced RFID Chips  http://t.co/4aXO5YSLbx  #beast #rfid #tcot #shtf #endtimes #prophecy #FEMA #dna #wrol\"", "\"RT @Marci_Marie5: Won tonight again west Oso! Was down and fought in the end. 11-8⚾️? ", "\"#USAnews #USnews Officials: 18 missing in Washington mudslide: ARLINGTON, Wash. (AP) — Looking for signs of li... http://t.co/QSGIujVG67\"", "\"#jobs4u #jobs Accounts Receivable/ Billing Specialist - Be our newest Finance Hero!, [Arlington Heigh... http://t.co/iT0tyASoHF #finance\"", "\"#530slide briefing: Debris area is huge, complex, dangerous. Officials don't have a lot of answers.\"", "\"RT @BreakingSkagit: #530slide #osostrong April 5th Fundraiser. http://t.co/6JqHMyfhXy\"", "http://t.co/PodxnxydN4 http://t.co/VqgvDiIZRl\"", "\"RT @weatherchannel: Breaking: Large mudslide in Washington State pushes debris, house onto highway in Snohomish County. Details: http://t.c…\"", "#sports\"", "\"@AppsTech_NewBus WASHDOT and Googlearth appx area of incident. #OSO #landslide http://t.co/cqq7fclECW\"", "\"Russia supporters in Crimea exult as vote results indicate landslide for pro ... - Crimea, the Black Sea... http://t.co/OJuIb7ubig\"", "\"NCAA Final Four Games in Arlington, Not Big D: North Texas Final Four games in Arlington, big city between par... http://t.co/2nJGxaH1kQ\"", "\"#TyoNews Work to Find Missing Mudslide Victims Continues: A week after a mudslide devastated Oso, Wash.,... http://t.co/GgkKtzsYId #News\"", "\"@GetJesse you are doing a fabulous job  reporting and helping the families of Oso landslides. @KING5Seattle\"", "\"RT @TheObamaDiary: Elsheba Khan at Arlington grave of her son Kareem who died in Iraq in 07. One of thousands of Muslims who died for US ht…\"", " http://t.co/ItiSap6YaP #MeefFlow\"", "\"3 die in Washington landslide: A devastating landslide in Washington state killed three people Saturday and se... http://t.co/DSfsqf7x8P\"", "\"RT @komonews: \\\"People are putting their own lives at risk\\\" to locate victims of #530slide Watch: http://t.co/L7xpODxCfW http://t.co/kSDQ5bj…\"", "No escape from reality", "http://t…\"", "\"RT @KCSOAirsupport: @one_bell brought in a Bell 412 for us to demo over the last 2 days even used it to transport equip to Oso. Thk Bell! h…\"", "\"Washington Mudslide Devastation Seen from Space (Before and After Photos) | http://t.co/PsTWKpyf9H http://t.co/aT5XZ40YOd\"", "\"RT @komonews: ICYMI: #530slide - Flash flood watch, flood warning until 5:30pm. Weather updates: http://t.co/tBKylUlR4P http://t.co/kZUxyjH…\"", "\"RT @OSO_COCKY_CHICO: Fuck it up with that \\\"GO\\\" at the beginning RT“@ForeignPrince_: Y'all Niggas Talm bout gettin bread!  https://t.co/v9Y7…\"", "\"National Guard To Join Search In Washington State Mudslide: The number of dead stands at 14, while 176 people ... http://t.co/ZxqL3bbnp3\"", "\"RT @secstatewa: @EverettHerald Tarheel connection of NC &amp; Darrington. Mountain music benefit planned for Oso #530slide recovery. http://t.c…\"", "\"RT @ajamlive: Sheriff's office: death toll from massive landslide in Washington state doubles from 4 to 8-@AP\"", "\"RT @ABC: Search dogs get break from Wa. mudslide to recover from exhaustion: http://t.co/Jo7eOzV1Ah - @AlyssaNewcomb http://t.co/6mINfQp5AF\"", "\"I hate how everyone is always putting Nicki Minaj and Iggy Azalea up against each other, can't there be two mainstream female rappers?\"", "\"RT @LastGreatStand: HOW MIGHT WWIII AND SUBSEQUENT FEMA CAMPS PLAY OUT?", "\"RT @ajamlive: Sheriff's office: death toll from massive landslide in Washington state doubles from 4 to 8-@AP\"", "\"Via Reuters: Emergency crews face toxic stew (sewage, propane, household solvents, other chemicals) at Washington state mudslide. #SolarNews\"", "\"RT @CdnPress: UPDATE: Authorities say there are 108 names on list of people reported missing after deadly Washington mudslide http://t.co/T…\"", "\"RT @KIRO7Seattle: Watch our #HelpOso special tonight after the Wildcats vs Cardinals game on KIRO 7 or online at http://t.co/6Abb2NF1PO.\"", "\"RT @CBCTheNational: INTERACTIVE: Before and after of the Washington state #mudslide http://t.co/ug3emCrGsP http://t.co/YvtBjwC6Kc\"", "\"Death toll in Washington landslide climbs to 27 -  At least 27... http://t.co/gdS1TAcXzC", "\"Mile-Wide Mudslide in Washington State Kills at Least 8 - Gawker http://t.co/PoqULt00Dz #washington\"", "\"Number of Wash. mudslide missing drops to 30 one week after tragedy http://t.co/ZIk3PGal3R @dimasrizky1616\"", "\"#abhishek_Aditya As many as 108 people still missing after Washington mudslide http://t.co/PERSleJCjY\"", "\"RT @CNN: Search &amp; rescue efforts continue in Washington after deadly landslide http://t.co/5otP9DjQNC Photo via @CentralPierce http://t.co/…\"", "\"RT @SupermanHotMale: WOW RT @weatherchannel: Breaking: Large mudslide in Washington State pushes debris, house onto highway in (cont) http:…\"", "\"@chima_fema my sister.\"", "\"RT @wsdot: Work continues. #530slide http://t.co/BiqnfaJlpf\"", "\"@KhchanThatsme Ikr.. This walk oso pain dy. Yeah deyy, last year carnival day in smkkk for me dy marhh, must come xD\"", "\"Harrison twins behind Kentucky's Final Four run: ARLINGTON, Texas     (AP) -- Whether they're setting up game-... http://t.co/6me2sBAUS4\"", "\"I'm at man @exclusive773  https://t.co/tkRyMrYcIJ\"", "\"The search continues in Washington after the mudslide death toll rises http://t.co/IebivMM52w\"", "\"18 missing after massive Washington mudslide, 3 dead - New York Daily News http://t.co/7kZdoDcK7x\"", "\"UPDATE ON #530SLIDE expected in 30 minutes - with a NEW NUMBER for those missing. @TeresaYuan and @jakewhittenbergf reporting LIVE&gt;\"", "\"14 dead as mudslide search grows http://t.co/aa6Umcv13m\"", "\"\"", "\"MILES FROM HOME Dog found where man was last seen before mudslide: Death toll in Washington mudslide rises to 30\"", "\"RT @Arlington_Parks: #HOPE #FITNESS TIP: An exercise strap is great for side/hamstring stretches stretch: http://t.co/19q5zrDApx http://t.c…\"", "\"@_Oso_Negro ??? we all know about what happens in Vegas stays in Vegas\"", "\"NASA Satellite Captures Stunning Photo of Washington Mudslide: A satellite observing Earth has spotted the dev... http://t.co/r9aRvGfuYZ\"", "\"Mudslide death toll now at 27 http://t.co/4EsZveLREv\"", "\"RT @WSJ: Officials warn that death toll from Washington mudslide, now at 14, could rise: http://t.co/6NtJbiZISF #530slide\"", "\"Up to 108 missing after US mudslide: Authorities say they have 108 reports of people missing or unaccounted fo... http://t.co/Knx8JxnaKv\"", "\"\"", "\"Mudslide searchers press on with dogs, bare hands\"", "\"RT @cnnbrk: At least 18 people now unaccounted for in landslide north of Seattle. http://t.co/FwDymBbBLh http://t.co/thxitndkcu\"", "\"RT @Starbucksnews: Starbucks Foundation Donates $100,000 for Oso Mudslide Relief http://t.co/YFiq7xVzDZ #530slide\"", "\"WE'RE GOING TO THE FINAL FOUR!!!! Literally. Gotta buy my tickets and head up I-35 to Arlington on Saturday!! ???\"", "\"Washington mudslide: Reports warned of hillside's 'catastrophic failure' (+video) http://t.co/u74ay2qucI\"", "\"Baby's cries heard under landslide debris: A heroic moment in the midst of tragedy as an infa... http://t.co/wksrJsIIrw #news #omg #real\"", "\"I wonder if Dairy Queen's \\\"MUDSLIDE\\\" is meeting sales projections in the Northwest.\"", "\"RT @AP: MORE: Authorities: Mudslide missing number drops to 90: http://t.co/BJTzW4kRkh\"", "\"Authorities: 18 missing in Washington mudslide - WLBZ-TV http://t.co/px1sDvH8XO #washington\"", "\"RT\\\"@FoxNews: BREAKING: 10 more deaths have been confirmed in massive Washington mudslide, bringing total to 24, officials say.\\\"\"", "\"http://t.co/YE49tCtw2k Best ever muddy, dusty dog shake-off after chocolate lab found alive, freed from mudslide.\"", "\"RT @TheNetworkNWHRN: Great infographics from @kcnews about climate change impacts and risks in King County: http://t.co/EtvZ4rN1q9\"", "\"#Albert_Stanlie INF: Official death toll now 30 in Washington mudslide: Washington, Apr 3 (EFE).- Authorities ... http://t.co/V5Itkgh0SF\"", "\"#The fatal mudslide in Washington: What was it like? - Washington Post http://t.co/TJxCD7Fl0S\"", "\"RT @HeatherGrafK5: This photo provides good perspective of the height of the pile of debris on SR 530. #530slide http://t.co/VfzJIzq6AP\"", "\"Death Toll in Washington Mudslide Rises to 30: The official death toll from the Washington mudslide rose Thurs... http://t.co/VvVKIR25ud\"", "\"RT @Lana: #shrimpalert in Arlington\"", "\"Lmfao grimy ass people in that mudslide ??\"", "\"(#Houston_0998) Seahawks, Sounders to Visit Mudslide Community: Seahawks, Sounders to visit mu... http://t.co/OiH0EVnleO (#Houston_0998)\"", "\"Baby Sanoah's Body Found in Mudslide Wreckage http://t.co/XyCCKBENk7\""], "cluster": 2, "words": ["landslid", "landslide", "washington", "state", "peopl", "people", "rt", "toll"], "ISim": 0.27, "ESim": 0.059, "size": 101}, {"messages": ["\"RT @AP: MORE: A third person has died after a large mudslide in rural Washington state, at least 8 injured: http://t.co/kNKB6MNR5K\"", "\"WHAT CAUSED THE #OSO WASHINGTON MUDSLIDE ? http://t.co/XVDnE8Atf8\"", "\"Insight: Hungary to ignore critics with landslide for Orban http://t.co/r2DrJQhbc9\"", "\"RT @ClassicPict: A yr ago today,power went out at Superbowl 47. Did Anonymous want revenge for FEMA's reaction to Hurricane Katrina? http:/…\"", "\"Google News :  Churches to honor victims as Washington state mudslide death toll climbs - Reuters http://t.co/p3O9edCw7T\"", "\"RT @HuffingtonPost These brave rescue dogs are the unsung heroes of the mudslide search http://t.co/dBL2uUiFMy\"", "\"OK America.  Here's a look of the Final Four court at AT&amp;T Stadium in Arlington. http://t.co/qpLPYO4Dvu\"", "\"RT @mharrisCSN: Reminder...Lee came into this game with a 5.07 career era in Arlington. But still...\"", "\"A BIG thank you to all our #FEMA NED mentors, supervisors, and new friends for an amazing week working for the #Capstone2014 projects!\"", "\"Washington Mudslide Kills Two, Injures Six After Destroying Homes - http://t.co/4mONjKJyC6\"", "\"RT @WSJ: Before and after images of the Washington state mudslide: http://t.co/akn9sN2hFe (Pictometry/AP) http://t.co/8UQI3a9szD\"", "\"PAID – Casting Call for Louisiana Feature Film “The Epoch” http://t.co/gstDq47MLs Casting Call for Arlington, Texas HD Student Shor...\"", "\"Shout out to the Snoqualmie Tribe!  275K in donations for the OSO Disaster Relief!  Hats off, Thank You..And God Bless You\"", "\"Landslide in Washington state destroys at least 1 home and kills 2 people. http://t.co/EQp7YcYRi9 http://t.co/0XwrW1Zjwj” @CapCentella68\"", "\"Washington Mudslide: Fresh Pics - Economic Times http://t.co/IZI0BFtqnp Vancouver truck washing\"", "\"Women rescued lost everything they owned in #530slide. Except for 1painting https://t.co/HPmBnVdweo via @SnoCoSheriff http://t.co/ZJsiFaNeWS\"", "\"Day 10 list of mudslide victims: The following people are confirmed dead in the March 22 mudslide nea... http://t.co/aNUsbuqpaq #seattle\"", "\"Good seeing all my fellow OSO's today\"", "\"Hahahahahha, lol gimme ur sperm!!!! That chic is desperate!!!! I oso wouldn't ask la!!!! Or shouldn't\"", "\"eating/drinking the purée landslide that is apple+carrot fiber with honey. doesn't look too delish but tastes fab so http://t.co/24fVpA4cxM\"", "\"\"", "\"In Business - Washington community grieves growing toll in U.S. mudslide: DARRINGTON, Washin... http://t.co/oozlQEVwCI In Toronto Guides\"", "\"RT @pjdohertygis: Quick perspective on the #530Slide using satellite imagery (LandSAT8 &amp; RapidEye), hi res imagery once clouds clear http:/…\"", "\"House With People Inside in Washington Mudslide: State Troopers: Mudslide moves house with people inside in Sn... http://t.co/JOMneyyrbE\"", "\"Hey SAA! Meet Mariana. She is the epitome of an awesome Maverick student leader. We love her UT Arlington spirit! http://t.co/XEPJjYpvoY\"", "Chris - 0 http://t.co/C17yFN4bvl\"", "\"\"", "\"CORRECTS: Authorities Say 2 New Bodies Recovered From Mudslide, 8 More ... - ABC News http://t.co/N9qCeX0y3Z\"", "\"RT @pieguy96: “@JessiegoesMOO: \\\"@marco_arteaga06: “@Arlington_Nunez: @pitbull #BOVCypress”\\\"”\"", "\"J&amp;K: Miraculous escape for six families as landslide strikes houses http://t.co/O3nVGeA1JB\"", "\"Miley Cyrus Sings Tearful 'Landslide' in Memory of Her Dog: Grab a tissueMiley Cyrus is having the worst week ... http://t.co/kAJwzzB4Gg\"", "\"RT @PzFeed: DEVASTATING PHOTO: Before and after image of the deadly Washington State Mudslide. Via @CBSNews @weeddude http://t.co/eVKLxR5Cq0\"", "\"\"", "\"I lay here and think about the landslide victims...I can't help but wonder what their future looked like and how fast your life can change..\"", "\"#sports Seahawks, Sounders visit town near fatal mudslide: DARRINGTON, Wash. (AP)  A dozen Seattle Seah... http://t.co/A8HZDAosiO #picks\"", "\"Washington landslide: 'Can you tell me what happened?' http://t.co/5ejEnlPTIJ\"", "\"RT @PzFeed: Devastating before and after photo shows enormous damage from the Washington State Mudslide that killed 27 people. http://t.co/…\"", "\"RT @Oso_OnPoint: @JenniferCovais and i love you\"", "\"RT @CharlynGaztambi: Sent from the CNN App for Android ", "\"RT @BostonGlobe: PHOTOS: Many still missing after weekend mudslide in Washington state  http://t.co/EukBT8otYm http://t.co/wkNwpNuXZb\"", "\"RT @ErieOtters: Asst Coach Chris Hartsburg's wife's hometown Oso, WA was devastated by recent landslide. Join us &amp; help her community http:…\"", "\"2014   FUKUSHIMA RADIOACTIVE STEAM HEADING FOR US   FEMA &amp; MASS ANIMAL DEATHS: ufo sightings ufo hunters ufo s... http://t.co/4kTrnnM8gf\"", "Open your eyes..", "\"Spring runoff a threat to those downriver of Oso mudslide http://t.co/EvXi3ssnaI\"", "\"Darrington comes together following tragedy http://t.co/1CoJA8JUVX\"", "\"#Arlington #Job Senior Program Analyst at General Dynamics Information Technology (Arlington, VA): Like us on ... http://t.co/2sNqoRKCGm\"", "\"RT @TPM: 8 killed in Washington state mudslide, signs of life fading: http://t.co/rkQYwinyCQ http://t.co/enGPJm5U9Z\"", "\"#korea #usa #world Washington landslide: 4 dead, at least 18 missing  http://t.co/XpxIX2FeOX\"", "\"(#EdwardRamirezRD) More U.S. landslide victims found: The death toll from last month's landslide in rural Wash... http://t.co/wYTs8ItNcr\"", "\"Obama: Pray for US mudslide victims http://t.co/mTbgngqVIq\"", "\"Missing list down to 30. Death toll rises to 18. #530slide\"", " FEMA USAR team WA Task Force 1. BC Parry... http://t.co/PS…\"", "\"Kevin Ollie Wins It All For UConn In Just His Second Season In Charge: ARLINGTON, Texas (AP) — It's not that K... http://t.co/Xw5muH4D5A\"", "\"Landslide Death Toll Hits 27, with 22 Missing: Local authorities in Washington released the names of 19 of the... http://t.co/4znmxxEI0c\"", "\"RT @SugProffitt20: Actually I definitely dislike arlington the most\"", "\"Washington mudslide kills 3; searchers seek survivors - News Sentinel http://t.co/cNRNlAHZGo #washington\"", "\"Deadly landslide in Washington state: At least three people are killed and several injured in a huge landslide... http://t.co/cd0QVwgzne\"", "\"Snohomish County fire chief: Death toll of mudslide still at 16, but that number likely to chang... http://t.co/jlj4pEo8Ht #BreakingNews\"", "\"Wondering why I'm up right now\"", "\"Upon graduation I have decided to take my talents to Arlington joining the @rangers taking my manager… http://t.co/4SV9XgbHmz\"", "\"#Brave rescue #dogs are the unsung heroes of mudslide search. http://t.co/IH0MsBFt7v\"", "\"Death Toll in Washington Mudslide Expected to Soar http://t.co/D79sTvg07l via @NBCNews\"", "\"RT @CityOfArlington: #Sk8ters: Vandergriff Park is now home to #Arlington's largest public skatepark http://t.co/Q4FKt185QL  @UTAShorthorn …\"", "\"Area before Oso landslide hit http://t.co/D9a8Ue3eYQ\"", "\"Today Show tally: 2 mins on deadly WA mudslide, 13 mins speculating on missing plane.\"", "http://t.co/D2g9Anw0Ak\"", "\"Fire Chief: Washington Landslide Toll Rises to 4: Fire chief says death toll from large landslide in Washingto... http://t.co/6wtXdaeLzN\"", "\"[#iFlacoJonas] 30 still missing after U.S. landslide http://t.co/5lnv4wzHgY\"", "\"RT @OSO_COCKY_CHICO: i need some jordans dude tf\"", "\"US landslide death toll rises to eight http://t.co/Cdm4tazvBA #ANN\"", "\"Looking to help ppl impacted by WA #mudslide? Donate to Red Cross of Snohomish County: http://t.co/5SYJS2TLQx #seattle #530slide\"", "\"Landslide survivor: 'There's nothing left': Robin Youngblood told CNN's AC360 that mud rushed so fast that it ... http://t.co/aZFQP6zplh\"", "\"I'm at US Fish and Wildlife Service (Arlington, VA) http://t.co/5vRc8Fuitt\"", "\"Miley Cyrus Covers 'Landslide' and It's Pretty Awesome - Jezebel http://t.co/XNuYsc9dWb #mileycyrus\"", "\"That mudslide should of hit the valley of my town  minus the family n friends\"", "\"\"", "4251 Campbell Ave Arlington, VA", "\"RT @KTVB: VIDEO: Aerial footage shows WA landslide devastation http://t.co/voPEsVeXEg http://t.co/Qz1kDb5WT9\"", "\"Landslide Kills 8 People In Washington As Climate Change Makes Them More Likely In The Future http://t.co/dKfw3RD1WT\"", "\"RT @OKTr3C: Katrina call FEMA!!\"", "\"#RT Why the U.S. Lacks a National Landslide Warning System http://t.co/pRelWUUnqg #RETWEET #FollowMe\"", "\"Federal Resource Management Associate Manager - Arlington, VA - Accenture -  Arlington, VA: A... http://t.co/4IdyUUCiDf #accenture #jobs\"", "\"Woman Says Mudslide Likely Killed Her Relatives: Woman says massive Washington mudslide likely killed her pare... http://t.co/Ly6jI1igmt\"", "\"U/d Chelsea - Arlington at 6th St. T1 reports they have a Pedestrian Struck Boarding one\"", "\"RT @CNN: Washington landslide: 4 dead, at least 18 missing: http://t.co/4bmX3xtxGO\"", "\"RT @gchittimK5: dry now near Oso slide zone but searchers say big rain expected later today will raise rivers and slow progress. http://t.c…\"", "\"U.S. landslide leaves 3 dead: A landslide in Washington state kills three people and destroys several homes, o... http://t.co/8HudwV9HgI\"", "http://t.co/qhx6oXCjZ7\"", "\"#InThaMood #In_Tha_Mood Landslide http://t.co/ZU7PeRkXDE #Oh_My #Anticipate #OhMy #Anticipate\"", "\"Mudslide in Washington a reminder of 1903 Frank Slide in Alberta when Turtle Mtn fell on town. http://t.co/QgnmuS3uVG\"", "\"Heading up to Arlington to watch my boy @_BJ7era do work in this showcase thing ✊?\"", "\"RT @theblaze: Community seeks comfort in church as confirmed death toll rises from Washington Mudslide: http://t.co/atFHYzT7Os\"", "\"Watch:  More Rain Looms for Washington After the Deadly Mudslide: The National Guard joins the search for more... http://t.co/w717XPHS0x\"", "\"Huffingtonpost news James Young Emerged As Kentucky's Unsung Hero In Final Four Win Over Wisconsin: ARLINGTON,...  http://t.co/v9i8rpMqsF\"", "\"Dogs Most Effective Search Tool As Landslide Death Toll Mounts http://t.co/IIvtKdSop1\"", "\"An amazing tale from our neighbors who survived the landslide #530slide http://t.co/WD1rsHtEfO #cnn\"", "", "\"RT @India_Policy: But Delhi voters, dont get lazy by th news of th wave and a 7-0 flip, go out and vote, make it a landslide, let their dep…\"", "\"Salmon Arm mudslide left hundreds in the dark http://t.co/InOjS9YEIp via @CTVVancouver\"", "\"Bears have been known to thrive in the Rocky Mountains. #Oso\"", "\"People cry for help from underneath rubble after 3 die in Washington landslide http://t.co/P8Ni6cRiDT\"", "\"RT @KING5Seattle: Please visit our memorial page to remember those lost in Oso: http://t.co/vjyErjpOHr #530slide http://t.co/fC1KAGt8PG\"", "\"#News #TopStories Moment of silence for U.S. landslide http://t.co/NK0U62AeRt via @CNN\"", "\"#NBCnews Small-Town Washington Mayor Finds New Role After Mudslide: DARRINGTON, Wash.- Days after a Washington... http://t.co/1Otk7CLPT4\"", "\"@amarquis32 @IceManNYR @laura_lrnzo Also, MSNBC had plenty of Ukraine and landslide coverage. I don't need the same news on every channel.\"", "\"@Oso_Foul ur a opp nigga you not getting to the bottom of the story ??\"", "\"#NY #News Death Toll Rises to 29 in Washington State Landslide: The Snohomish County Medical Examiner’s office... http://t.co/6j5rYsC4Ai\"", "\"Weary vigil as community grieves growing Washington state mudslide toll - Brantford Expositor http://t.co/bB6PgUJoPw #washington\"", "\"Somersworth gets FEMA grant for more firefighters http://t.co/RP4cf2bCc0\"", "\"Families of two injured in mudslide release statement http://t.co/DmpEnRVVAM\"", "\"Anxious Wait for News Days After Deadly Landslide: Officials have been slow to update the death toll, even as ... http://t.co/8x46z8NoxM\"", "\"Colorado National Guard troops to help with mudslide recovery effort http://t.co/tKeYK0dVZJ\"", "\"RT @BreakingNews: Snohomish County medical examiner says 27 now confirmed dead in landslide disaster, 22 still missing - @KIRO7Seattle, @Ky…\"", "\"\"", "\"RT @IMPACTWRESTLING: #Slammiversary is coming to the Dallas/Fort Worth/Arlington TX on June 15th!  "], "cluster": 3, "words": ["washington", "mudslide", "mudslid", "state", "rt", "rescu", "search", "kill"], "ISim": 0.245, "ESim": 0.066, "size": 115}, {"messages": ["\"Idk why but Stevie nicks landslide chokes me up everytime ?\"", "\"Increases to 28 the death toll in a landslide in the U.S. - http://t.co/hKwHEHG2MF\"", "\"#CNN Bodies found in landslide debris: The death toll in last month's massive landslide in rural Washi... http://t.co/SSOX5LfaIV by @CNN\"", "\"Landslide survivors pray for miracles: With each passing day, the toll grows from a mountain that moved, a mas... http://t.co/m3w0DeVHma\"", "\"RT @YungHoesama: Turn your location on “@QuannDaDon: Migos&gt; bone Thugs &amp; Harmony by a landslide”\"", "\"Oso landslide; Snohomish first responders, Chief Travis Hots &amp; Director John Pennington - you're absolutely amazing!   #530slide”\"", "http://t.co/arCbys87np Thoughts and praye…\"", "\"SnoCo medical examiner says 30 dead from #530slide, as of Thursday morning. (That's an increase of one since Wed. night).\"", "\"RT @timbersarmy: Some things are above rivalry. During Saturday's match, we're supporting Red Cross efforts to help mudslide victims in Oso…\"", "\"RT @seattletimes: How to help #530slide efforts: http://t.co/XzgCucsNY5\"", "\"RT @M_Lekhi: To realise the dream of a resurgent India your support must continue. Let us ensure a landslide victory for BJP. #LekhiForDelhi\"", "\"RT @KING5Seattle: Weather has improved and helping search efforts at #530slide. Pumps running 24 hours/day to remove water from zone.\"", " http://t.co/c4nXaVbP95\"", "\"?Thanks 4 Following!? #LOVE @ILoveKD_15 @Oso_arrogant4\"", "\"I'm at Globe Life Park in Arlington for @Phillies vs @Rangers (Arlington, TX) w/ 20 others http://t.co/jFe4f63uJO\"", "\"@AC360 ummm, u know there was tragic landslide in WA?\"", "\"RT @alisonpersaaud_: “@OSO__ARROGANT__: Was GLOing on em today ???? http://t.co/hWwXk6Ynkb” is that Khadeem ova there ? and watch my mixxx …\"", "Two women rescued from the devastatin... http://t.co/2FbGrzwP4y\"", "\"@Mike17mo #530slide #10onyourwrist for JoJo. http://t.co/QAG3wuH1rr  JoJo was an awesome boy, loved by his friends and fam #OsoStrong\"", "\"RT @USGS: Aerial photos of the recent landslide in Washington are posted on the USGS Facebook account: http://t.co/bH7VPFXZ0b http://t.co/F…\"", " http://t.co/D39LdapFDX\"", "\"Moment of silence at landslide site http://t.co/zymhcMv8E9 #northamerica #news\"", "\"#Aerospace #Jobs First Airline Food and Equipment Handler: Lsg Sky Chefs Usa, Inc. - Arlington, ... http://t.co/JfynFJJn25 #Virginia #US\"", "\"@arlington__ wow looks like i am the side chick\"", "\"Upper Arlington Student Section: \\\"We have girls.\\\"                                           St. Edward Student Section: \\\"We have Jesus\\\"\"", "\"RT @cnnbrk: 3 people killed, 8 transported to hospitals and at least 6 houses destroyed in Washington state landslide Saturday. http://t.co…\"", "\"RT @oSO_awesome: Kinda think I want to try &amp; get into state but I know that ACT score is going to be hideous\"", "\"RT @WayneGarciaKPTV: At Timbers game, look for TA &amp; Red Cross collecting cash for Oso slide victims. Compassion &gt; Rivalry. Give generously.…\"", "\"Y'all niggas might think that bitch the shxt but the whole squad smashed\"", "\"RT @Rangers: Rangers &amp; Astros. The #LoneStarSeries returns to Arlington this weekend. #GoRangers http://t.co/9UiodYjpE8\"", "\"RT @Dutch_Oven45: Well that day is here. It's opening day in Arlington.So lets get this thing rolling. Make some noise @Rangers !!!! http:/…\"", "\"RT @ladyantebellum: .@KipMooreMusic &amp; @KaceyMusgraves join us on stage for some @fleetwoodmac's \\\"Landslide.\\\" http://t.co/yxDOZRoETd\"", "\"4 members of delegation ask for tax extension for victims of mudslide http://t.co/COmoPnOqxP\"", "\"RT @JeremyDeeSelden: @MLKstudios @thejaoana Mitt Romney's response to FEMA after #hurricanesandy #climatechange http://t.co/mVi3nB5JAb\"", "\"News:  Washington mudslide’s grim toll: 16 dead, perhaps 176 missing – CNN http://t.co/Wgf687Wp8A\"", "\"I'm at American Legislative Exchange Council (Arlington, VA) http://t.co/jjkus5rGuH\"", "\"Washington mudslide death toll hits 21 as search dogs given two days off http://t.co/yECcTT2Duz\"", "\"A KENNEWICK WOMAN IS AMONG THOSE STILL MISSING AFTER THE DEADLY MUDSLIDE SATURDAY IN SNOHOMISH COUNTY. THE... http://t.co/zo6XIHXAPl\"", "\"Despite mudslide and threat of flooding, some refuse to leave http://t.co/s4PM98xj6l\"", "\"7 seed and an 8 seed in the Final Four!!! And the madness comes to Arlington\"", "\"'NEVER FORGET'US soldier missing since '64 laid to rest at Arlington http://t.co/bk9Ay3i3Dh\"", "\"RT @cnnbrk: A volunteer rescue worker at the site of the Washington state landslide has been injured by debris, authorities say. http://t.c…\"", "\"RT @xanaoneill: Search dogs get break from Wa. mudslide to recover from exhaustion - via @ABC's @AlyssaNewcomb", "\"RT @NBCNews: Did tiny quake cause mudslide or should officials have seen it coming? http://t.co/wcYG131Vgi\"", "\"'It's gone.' Community copes with deadly mudslide: Brian Anderson, left, and Coby Young search through the wre... http://t.co/Icg2ZS5Ckb\"", "\"No 'signs of life' after huge Washington landslide | Top Headlines http://t.co/8VSrzzGF6n\"", "\"RT @LizDueweke: Thanks to all for sharing our #telethon info. Please spread the word! 1-866-944-3838 or http://t.co/T9BlFOhwBu to help #530…\"", "http://t.co/n3sQEyUR3U (Credit: Pictometry, AP) http://t.co/h00CiQbmAK\"", "\"Red Cross is setting up \\\"OSO MUDSLIDE RELIEF FUND\\\" to make sure donations go to victims here, not into generic disaster fund #530slide\"", "\"Currently listening to Landslide and THE WORST memories are coming back from singers last year....\"", "\"God in the air, not in the evangelical way— in a comforting, useful way..#530Slide - Oso: A village waiting to grieve http://t.co/5MBky3SUkn\"", "\"It'll be 4 o'clock before you know it...not too early to plan #happyhour #Dupont #DC #Arlington. Dwnld free app http://t.co/y3XpJ5E0ws.\"", "\"#MeefFlow 14 dead, 108 missing in Washington state landslide: ", "\"I'm telling you the enormity of this #530slide tragedy is overwhelming and questions the media is asking the WNG is really a little much!\"", "\"@AsanteColeman29 yea is it at Arlington?\"", "\"RT @NicoleProbst1: Prayers to those up north affected by the mudslide. ?\"", "\"RT @nbc15_madison: ARLINGTON, Wash. (AP) -- Authorities say 10 more bodies found in Washington state mudslide, raising death toll to 24. #N…\"", "\"RT @Oso_Exclusive: @WesliPosts happy birthday :)\"", "\"RT @JeffintheBowtie: Final presenter: Kathryn Beebe (UT Arlington): “Medieval Netowkrs, Digital Humanities, and Observant Reform.” #txdhc\"", "\"@NickSwisher @Indians out of state, but I will see you in Arlington and Houston I'm the really loud OH everytime you come up to bat!!!!\"", "\"@Oso_poised stop playin widd me ??\"", "\"Mudslide crews face daunting task\"", "\"RT @chrshgrxcsr: @EllebeinnaE Familia oso can..hehe. Thank you Belle &lt;3 :3 love ya too gurlll!\"", "\"@EricJensenKomo Best story of the day! Dog being rescued more than a day under their destroyed house. #530slide http://t.co/vjXDBhDBEk\"", "\"@CallHerMommy killa you good\"", "The world is quiet here\"", "\"RT @SnoCoSheriff: It has been confirmed that some water has breached the #530slide but command says it is not a concerning amount at this p…\"", "\"#Needmoremoney? Get a new #paycheck from Catapult Technology Ltd in Arlington, VA. http://t.co/kBX6EFcLC3 #cashflow\"", "\"RT @CharlesHolden4: FEMA Camps ? Yeah Obama LIED THEY ARE REAL ... http://t.co/UqNeg3vv8l\"", "\"Leslie Zylstra may have started something here. #osostrong #530slide \\\"I just wanted to do something.\\\" http://t.co/4c05yBDPU6\"", "\"02:00 ☺ Partly Cloudy ↔ 4.3°C rh 83% | 6 km/h - OSO | 1014.5 hPa ↔ steady -0.3 /3h | ☂/day 0.0l #wetter #weather http://t.co/KZBFJkHJEL\"", "\"RT @NTXEConfessions: Where kids ditch pep rally's to go have sex in the auditorium. -Arlington HS\"", "\"RT @mrkmully: Seventh-graders mourn the loss of a missing classmate. Tough news today, but this community is incredible. #530slide http://t…\"", "\"@satrntgr Please click link and rt! I want to win to donate to mudslide victims https://t.co/wNS5IffzmL\"", "\"Danger Lingers After Landslide Kills 4 in Washington State - New York Times http://t.co/OizFQyeExK #washington\"", "\"RT @TotalLongo: @Joanniepants That or Special Agent Oso. His special agent song is boss... 'Three Special steps....that's all you need'\"", "\"From Washington State Mudslide, Glimmers of Lost Lives http://t.co/QyAOdpyY1q\"", "\"\"", "\"RT @DavidRoseQ13FOX: ‘No signs of life:’ 4th person found dead in mudslide, at least 18 missing http://t.co/VaSEJHmTsQ via @q13fox #530slid…\"", "\"108 missing or unaccounted for in US landslide: official | via @AFP\"", "\"RT @ARLnowDOTcom: Comedian Tom Arnold is performing at Arlington Cinema Drafthouse next week http://t.co/NG5U5Ohtin\"", "\"Bellingham woman on AmericCorps crew helping with Oso mudslide response - Bellingham Herald http://t.co/q5idpQtCPn #washington\"", "\"The Oso landslide and what lies beneath. Read: http://t.co/gFAff6JSlO #washingtonlandslide #OsoSlide\"", "\"RT @weatherchannel: #WA state friends, please retweet: The #RedCross is responding to the #530slide, please follow @RedCrossWWA and @RedCro…\"", "\"8 Photos of Rescue Dogs Helping in the Washington Mudslide http://t.co/FQTnpRACSA via @po_st\"", "\"RT @breannehicks_: i miss Arlington lol\"", "\"Landslide death toll grows: With each passing day, the toll grows from a mountain that moved, a massive landsl... http://t.co/FSN3FTQ1gq\"", "\"FINALS WATCH: Father-son routine steals show: ARLINGTON, Texas (AP) — “Big Rob” and his son… http://t.co/DJykgvnzv8\"", "\"RT @13ofnazareth: #iHost2Nite 8pm @busboysandpoets", "\"I'm at The Daily Growler - @mydailygrowler (Upper Arlington, OH) http://t.co/YF7AxLWa6B\"", "\"VIDEO: US mudslide search efforts continue http://t.co/gRU0BXUQL5\"", "\"\"", "\"RT @GigiGraciette: Here's some good news! Boomer the Dog found alive after 12 days in WA mudslide http://t.co/gM4p7eIaFE  via @anblanx http…\"", "\"Latest aerial imagery of the Oso mudslide http://t.co/kGwvh1belB\"", "\"Tina Ray puts flowers on a cross in dedication of #530slide victims at the Oso Community Chapel @mrkmully @rikkiking http://t.co/uWyYuYZRZL\"", "\"I'm at Ronald Reagan Washington National Airport (DCA) (Arlington, VA) w/ 63 others http://t.co/OSxij6icab\"", "\"RT @WWEgames: Apparently the @WWE Universe really loves @WWERomanReigns! He's going up against @KaneWWE thanks to a landslide vote.\"", "\"\\\"Double Jeopardy\\\" on TNT now was filmed on Whidbey Island in Washington State &amp; Coupville is where the Cliffside Mudslide last year was.\"", "\"RT @Gse_Oso: i drop a dooka in da tooka it go blooka i pour up ur bitch blow me like a hooka\"", "#530slide #OsoStrong http://t.c…\"", "\"Blues For The Slide, 5 statewide benefit concerts to aid the victims of Oso Landslide #SeattleMusicShows More Info: http://t.co/3eXOtIK97w\"", "\"Our thoughts and prayers go out to the people of Oso, Washington who have been so devastated by the terrible... http://t.co/isgE2G8mgq\"", "\"UK Devout Muslim Preacher Claims Washington Mudslide Was Act of Allah http://t.co/4zk9t4Mh60\"", "\"BREAKING NEWS: Wash. mudslide death toll rises to 24- VIDEO: Race against time for crews http://t.co/5IGQewl0HC\"", "\"RT @ByMikeBaker: Here's the full list of missing people from #530slide: http://t.co/cA7adjLWCO\"", "\"RT @DellaSeattle: PHOTO: Before and after #530slide. Homes, lives are obliterated. #Snohomish #Oso #Arlington http://t.co/5xXtxT0bBZ\"", "\"RT @BuzzFeedStorm: Before and after photo of Washington state mudslide that left 3 dead, 8 injured - @komonews http://t.co/9EUcxNaA4O\"", "\"RT @JLangelerKING5: Awaiting @DHSgov Secretary, @WAStateGov and other officials #530slide http://t.co/Jh7LzU6vUR\"", "\"RT @pourmecoffee: \\\"Search dog working debris field in mudslide.\\\" (Photo: Spc. Matthew Sissel /WA Nat. Guard) http://t.co/VOymvzcnWP http://…\"", "\"Destruction...\\\"@cnnbrk: At least 18 people now unaccounted for in landslide north of Seattle. http://t.co/Bw3Ktb921N http://t.co/QGGB2fCIXP\\\"\"", "WHERE IS YOUR GOD NOW??", "\"RT @KING5Seattle: Baby Duke, rescued from #530slide, continues to improve. His mom is in satisfactory condition: http://t.co/elV9POBMOQ htt…\"", "\"RT @Mynorthwest: Heartwarming video: Family recovers dog from rubble of #530slide Buddy is ok! @imrachelbelle http://t.co/2ppl1lkd54 http:/…\"", "\"A MOM'S TRAGEDY Woman loses infant, mother in Washington mudslide http://t.co/yhtPNQIxey\"", "\"Crimea parliament declares independence, asks to join Russia after landslide vote -  The United States and its... http://t.co/6GbHaSzudZ\"", "\"RT @EricaRHill: Join me at 1:15pm ET for a  live webcast on the Washington mudslide. Send us your Q's using #AskNBCNews  http://t.co/1gPrLt…\"", "htt…\"", "\"\"", "\"Cries for help from underneath rubble; 3 die in WA state landslide: "], "cluster": 4, "words": ["landslid", "landslide", "rt", "us", "oso", "toll", "death", "news"], "ISim": 0.189, "ESim": 0.035, "size": 119}, {"messages": ["\"RT @IAMDJJUNKY: #DJJUNKY RETRO #REGGAE: http://t.co/AeNdeP8blS SHAWN STORM SIVA SIV: http://t.co/4dd9ilbOYz #JSO #MusicFAM #Africa #TNM #DA…\"", "\"#BreakingNews Gas Leak - Mount Arlington, NJ: U/D Complex is a senior center with evacuations in progress #734945 http://t.co/M8MuInEIYz\"", "\"Obama: Pray for US mudslide victims http://t.co/EcE2mRiQaH\"", "\"'A Sense of Relief': Body of Mudslide Victim Summer Raffo Found http://t.co/ZjLtTWY4Q8\"", "\"Miley Cyrus Sings Tearful ‘Landslide’ in Memory of Her Dog http://t.co/ScdYQLo8qJ #Foz #Design\"", "\"More than 100 people missing after landslide: Officials today said they have 108 names on their \\\"missing\\\" list... http://t.co/7lAAN3xVht\"", "\"Helicopter Video Captures Dramatic Rescue of 4-Year-Old From Mudslide: Snohomish County rescue workers have sh... http://t.co/7z3gPVYDVr\"", "", "", "#소녀시대 #소녀시대미스…\"", "\"#news FINALS WATCH: Celebrities aplenty, as usual: ARLINGTON, Texas (AP) — The Kentucky... http://t.co/GEEC7AahZK http://t.co/6Si3P3zzT5\"", "\"#TeamPapucho Death Toll in Washington Mudslide Rises to 30: Death toll in Washington mudslide ris... http://t.co/Yr7vFpn5jb #TeamPapucho\"", "\"Coming up, Sky News live from Brisbane. I'll have the latest on the search for #MH370, the US mudslide &amp; NDIS cost blowouts @skynewsaust\"", "\"For Two Washington Mudslide Survivors, All That's Left Is One Painting: ", "\"RT @ahscoltsoccer: Regional quarterfinal! Arlington High vs. Sam Houston Game time is 7:30 @ Cravens Field. We are visitor, let's fill up t…\"", "\"Final Four food: Arlington restaurants expect to score big during tourney: At least 1,000 pounds of brisket, 5... http://t.co/5dBZYgdWkm\"", "\"#Mashable In Oso, Search and Rescue Volunteers Play the Waiting Game http://t.co/PFEJpEcwd8\"", "\"RT @NASA: .@NASA_Landsat sees mud &amp; debris from #530slide across Stillaguamish River near Oso, WA http://t.co/eYx1vQo4m6 http://t.co/28pqfl…\"", "\"#Teamfollowback #RT President Obama to visit site of deadly Washington state landslide - Los Angeles Times http://t.co/eTPPJZATSD\"", "\"RT @BBCWorld: Huge landslide in Washington State kills at least eight. Several badly injured, officials say http://t.co/XwGXdPPiqF http://t…\"", "\"Snohomish County defends initial response to #530slide, &amp; steps taken back in 2006: http://t.co/X1CLg8AFny\"", "\"@Odd_Miike @xBeenBallin nigga lol what I said ain't even an insult, that dude rich af lol\"", "\"RT @PzFeed: JUST IN: President Obama signs Washington State emergency declaration, ordering federal aid after deadly mudslide. Via NBC\"", "\"\\\"@ggcn94: SeoHyun No.1 \\\"Most Beautiful Female Korean Idols\\\" http://t.co/ujuZZ8KKdG ? ? ? http://t.co/mJI8IQCJIx\\\"\"", "\"RT @Rangers: Baseball is underway in Arlington. #RangersOpeningDay http://t.co/Ew6JGfVcHK\"", "\"\"", "\"RT @A5H0KA: LAND OF THE FREE? Based on NSA domestic spying, DHS can indefinitely detain US citizens in a FEMA camp under Natl Defense Auth …\"", "\"5 down 2 more to go..", "\"Washington Authorities: Confirmed Dead Rises to 18; Number of Missing Drops to 30 in Mudslide http://t.co/RtiAsStfeU\"", "\"\"", "\"RT @MichelleMillman: A smile despite tragedy: @Seahawks heading to #530slide area 2day to do what they can to bring a smile to the communit…\"", "http://t.co/u5TlTzC27g http:…\"", "\"Photos: People gather to honour Washington state mudslide victims, families ... - Vancouver Sun.. http://t.co/m5lVe5I4DX #disney\"", "\"RT @VisitSeattle: Keep your eyes open for these awesome volunteers at #TasteWA! No cash? Text REDCROSS to 90999 &amp; give $10 #OsoStrong http:…\"", "\"RT @IM_INtheENDZONE: “@Oso_ExKlusive: Niggas at Southwind be like , ??? http://t.co/kPQAdVR8t4”@Aripooh_ ??\"", "\"\"", "\"RT @msnuknews: Washington mudslide: In Pictures: The search for survivors continues a week on as 30 people remain missing. http://t.co/QgOc…\"", "\"Video: How mudslide started:\"", "\"RT @TotalTrafficDFW: Accident cleared in #Arlington on 20 EB at Pk Springs Blvd stop and go traffic in the area from E Lp 820, delay of 30 …\"", "    ", "\"Coaches agree NCAA athletes ‘deserve more things’: ARLINGTON, Texas. — Billy Donovan doesn’t have a solution, ... http://t.co/0KQWDR6Jzm\"", "\"I'm at Fox and Hound - @the_foxandhound (Arlington, TX) http://t.co/NoNBlvkIKo\"", "Caught in a landslide", "\"RT @GovInslee: To honor those affected by #530slide, I'm calling for a moment of silence tomorrow @ 10:37am. Please join http://t.co/eCJKTl…\"", "\"RT @DFWBATTLELEAGUE: @djdramamcfly 2315 S. Cooper St. Arlington, TX\"", "\"Washington mudslide rescue operation shifts to recovery mission, official says - Fox News: CNN InternationalWa... http://t.co/iuHvHNEIA9\"", "\"RT @komonews: RT @EricJensenKomo: Our closest view of the slide so far. #530slide Utter destruction. http://t.co/6rHE0LfVzs\"", "\"RT @1077TheEnd: If you need information about the 530 mudslide, here's the Snohomish County hotline with evacuation/shelter/reunification n…\"", "\"RT @RedCrossSNOCO: Those directly impacted by #530slide please register yourself at  http://t.co/X658AIMUl2 so that family/friends search a…\"", "\"Nice. I was going to call FEMA\"", "\"RT @WeAre_Aberdeen: Things for Friday -  1) Luau clothing attire, 2) Change/bills to support Oso Mudslide Victims. See you at 2:15!!\"", "\"RT @pops131: Officials: 18 missing in Washington mudslide - http://t.co/ttSG2GSfTU - http://t.co/qPb328GmAu\"", "", "\"RT @ssladephoto: .@UConnMBB East Region Champs. Next stop, Arlington. #BleedBlue #MarchMadness http://t.co/vEZS24ZyTV\"", "\"Family members ignore evacuation order to continue search for mudslide victims - Local - http://t.co/hqd3LNfPR8 http://t.co/LT3ByVZFTY\"", "\"WSU will waive 2014-2015 tuition for students whose families are directly affected by the Oso landslide. @WSUNews http://t.co/xogukpp4If\"", "\"#Tech News: Mudslide Death Toll Remains Steady, Number of Missing People Falls to 90 http://t.co/1MxBgJobCP\"", "\"RT @PzFeed: 5-month old baby rescued from the Washington State Mudslide is recovering - http://t.co/1MiLZJcIQX http://t.co/fTd6xV3TIB\"", "\"Washington Mudslide Death Toll Rises To 30: Authorities in Washington state's Snohomish County ... http://t.co/u6witvyA5L #NIOWA #6thFan\"", "\"\"", "\"@OSO_COCKY_CHICO thanks you ?\"", "\"U.S. landslide death toll rises: The grim death toll from the massive landslide in rural Washington rose Monda... http://t.co/j79o85iZ09\"", "\"Regulators, residents failed to heed warnings in Washington landslide area : http://t.co/KS2Mqxpq45\"", "\"RT @WSJ: Official death toll from Washington mudslide rises to 18, while the number of people missing is lowered to 30: http://t.co/fVpk3ou…\"", "\"Hope of finding mudslide survivors dims as unofficial death toll hits 24 http://t.co/WnkcE9y7nw\"", "\"I'm at Ronald Reagan Washington National Airport (DCA) (Arlington, VA) w/ 27 others http://t.co/btPMW9kRKo\"", "\"Some day you will find me caught beneath the landslide, In a champagne supernova in the sky ?\"", "\"Federal Jobs $ Federal - Data Center Rationalization Analyst at Accenture (Arlington, VA)  http://t.co/us0hvXj76D\"", "\"\"", "\"USGS Great Lakes Science Ctr celebrates ways in which #WomeninScience support its mission http://t.co/Xbd0yP66FU http://t.co/vvpya0Bq9q\"", "\"@lesmn143 well fuck, mine didn't show thunderstorms until just now. Looks like no Arlington either\"", "\"RT @ZachFleerLGHL: Final: Lakewood St. Edward 62, Upper Arlington 58. Golden Bears come up short. Kipper Nichols' 26 pts leads Eagles to fi…\"", "tix: http…\"", "\"My heart and thoughts go out to all the people and families affected by the landslide in the north of Seattle. A terrible and sad event.\"", "\"Every time I hear about the mud slide I think of Special Agent Oso... ?\"", "\"Washington State Mudslide Leaves Eight Dead, 18 Missing | (CFPL AM) AM 980 http://t.co/5a89igOZ0X\"", "\"With each day that passes its getting harder to be hopefull, I pray they find all the missing &amp; we see you Larry &amp; Sandy soon #530slide\"", "\"@CP_Landslide you can't lie doe aha\"", "\"RT @ZachFleerLGHL: Final: Lakewood St. Edward 62, Upper Arlington 58. Golden Bears come up short. Kipper Nichols' 26 pts leads Eagles to fi…\"", "\"\\\"@ndtv: 108 people missing in Washington mudslide: officials http://t.co/nouYhskPhL http://t.co/hDSt5QnJNY\\\" now see this!\"", "\"News: Baby rescued from Oso mudslide recovering - KBOI-TV http://t.co/ZnitWThvH5\"", "\"3 killed, 3 critically injured in Washington state landslide http://t.co/oV3R4tbzCM\"", "\".@Skoknic @GlobalPost @oso I chided a panel on North American environmental politics at #isa2014 for not including Mexico. Frustrating.\"", "\"RT @jaxrestreviews: One of the coolest looking restaurants in Jax. Good food too! Our Sashimi Fusion review: http://t.co/QLCRah0Yng http://…\"", "\"RT @Ord3le: @KIRO7Seattle #530slide Steve Neal, 52 YO. Missing from Steelhead neighborhood. Dragon tattoo on right arm. http://t.co/brZdxoy…\"", "\"Boy rescued from mudslide, family missing http://t.co/d7BJiZ6akk\"", "\"Counselors offer ‘friendly ear’ to grieving families of mudslide victims http://t.co/AdiPTTfJ3T\"", "\"RT @carolynhallK5: \\\"We have a win\\\" - Family reels from devastation of #530slide but today there's a glimmer of good. @ChrisDaniels5 has the…\"", "\"THEY WONT COVER LANDSLIDE BUT IF THEY DID I WOULD CRY THAT SONG HAS MADE ME EMOTIONAL SINCE BIRTH\"", "\"RT @Seahawks: Our hearts and prayers are with those impacted by the mudslides in Snohomish County. Please help at http://t.co/gE9CdmgVUs #5…\"", "\"Mudslide Relief Donations Top $1.5 Million http://t.co/13wPOQL5if #chicago\"", "\"Eye Opener: New direction in hunt for Flight 370: Also, death toll in Washington mudslide expected to rise aga... http://t.co/1VhKHjbtRP\"", "\"RT @ABCWorldNews: More than 100 people unaccounted for after massive mudslide in Washington state. @NealKarlinsky reports:", "\"Congresswoman Susan Delbene tells us pictures don't even desribe the scope of the OSO tragedy. She says more federal help is on the way.\"", "\"Washington Mudslide: The Dramatic Before and After http://t.co/NbfeGBOJyR\"", "\"Before the Washington mudslide, warnings of the unthinkable - The Washington Post http://t.co/avMQeN97vq #530slide\"", "\"My thoughts and prayers are with anyone affected by the Washington State #Mudslide tragedy.\"", "\"I've been so impressed with my @EverettHerald colleagues' #530slide coverage in the middle of moving offices.\"", "\"RT @kxly920: Photo that says everything. Before &amp; after #530slide, via @DellaSeattle: http://t.co/yxK67Qy899 ht @jonhumbert\"", "\"@BarstoolBigCat whats the protocol of Landslide on a Friday afternoon? Is it allowed? Because I just did it...\"", "\"RT @iqra117: 2ne1 wins by 119 points and BJs call it a landslide", "Soshi wins by 1081poins", "Blackjacks ", "\"I'm at New Life Fellowship (Arlington, TX) w/ 2 others http://t.co/wNMNedvzrJ\"", "\"RT @Oso_Danny_: So nice out\"", "\"RT @Reuters: Insight: Hungary to ignore critics with landslide for Orban http://t.co/XVUfIGGNqc\"", "\"Monday Memo: Mudslide update ... Rampant raccoons dig latrines ... M's opener today http://t.co/AXhsFeXQRb\""], "cluster": 5, "words": ["mudslid", "mudslide", "rt", "victim", "victims", "oso", "search", "dog"], "ISim": 0.189, "ESim": 0.055, "size": 107}, {"messages": ["\"RT @JooleeRene: Baylor Bears cherish Dia Del Oso. I tried to explain to my coworkers that today was a holiday and it did not work :( @Baylo…\"", "\"RT @brianmrosenthal: Story: Washington state’s dueling gun initiatives launch their opposing campaigns http://t.co/0VcQ1crmMR #waelex\"", "\"Anguish and uncertainty in search for Washington mudslide victims - Los Angeles Times.. http://t.co/RtlYidVQuP #BILLS #NFL\"", "\"RT @peterdaou: Must-read: A Mudslide, Foretold http://t.co/MIwWHHzNzZ #earth #logging\"", "\"The Einstein Energy Daily is out! http://t.co/HmKjdSYnlc Stories via @Arlington_Buzz\"", "\"[Emergency Mgmt] Snohomish County Officials Considered Buying Out Homeowners at Mudslide Site http://t.co/buIqpdvNhE\"", "\"Death toll from landslide in US state of Washington rises to 14 as six more bodies found - officials http://t.co/1ZS3jW3CEH\"", "\"\\\"@_JayDReed: Send me one ain't scared !\\\"\"", "\"RT @Itz_Fema: He was the one that coached and also motivated his team mates today... RONALDO ???? http://t.co/HeU3aWsp6p\"", "\"RT @hellogiggles: This Gave Us All The Feels! &lt;3 Rescuers Find Buddy the #Dog Alive Under #Mudslide Rubble via @BlaireBitchProj http://t.co…\"", "\"RT @Krueger_David: Seahawks players, including @MalcSmitty &amp; @chopchop_15, w/ Darrington students after packing boxes for rescue workers ht…\"", "\"RT @PNSN1: The analysis of the seismic signals generated by the #530slide #Oso landslide on the #PNSN blog by Kate Allstadt. http://t.co/tW…\"", "\"Loggers Join in Search for Washington Landslide Victims http://t.co/mZGLQPYBbk\"", "\"NEWS - LATIN AMERICA AND CARRIBEAN • Washington Landslide: Aerials Show Devastation: Washington landslide:... http://t.co/IQ848ZaLsZ\"", "\"RT @madmonkey74: Fire chief: 18 missing after landslide                 http://t.co/og2Oxqgjcv #news\"", "\"States, Lawmakers Want Feds To Use New Math For FEMA Calculations : NPR http://t.co/RgL1fxgn31\"", "\"NASA Satellite Captures Stunning Photo of Washington Mudslide http://t.co/g88oZdgPtV\"", "\"RT @rikkiking: Arlington-area Farmers insurance agents are barbecuing hot dogs, hamburgers and beans for rescuers. #530slide http://t.co/Y1…\"", "\"RT @TelegraphWorld: Man pulls his own sister body from the Washington mudslide http://t.co/2JYOkTeN7t\"", "\"RT @YRN_OLG_Oso: \\\"@deajahxo: “@Official_ALV: Tf is this a whale ? ? https://t.co/LMH3iePJXb”??????\\\"\"", "\"RT @KING5Seattle: Sales of \\\"Oso Strong\\\" t-shirts has raised nearly $33K for #530slide relief. Here's how you can get one: http://t.co/lhRGP…\"", "\"RT @PetsforPatriots: Loyalty: 15 yo dog walks miles to site of Washington landslide where former owner is missing http://t.co/P1V6Cx26x7 ht…\"", "\"RT @FoxNews: Rescuers using thermal imaging cameras to search for survivors after #Washington mudslide: http://t.co/E18NY1kr8b\"", "\"RT @StevieNixChain: Taking your ego down from the mantelpiece. - Stevie Nicks on what \\\"I took my love, I took it down\\\" means in Landslide h…\"", "\"Washington mudslide leaves 18 missing http://t.co/4oQZxWtTIk\"", "\"RT @TheNancyRoc: 8 Dead in #Washington State #Mudslide, With 108 Still Missing http://t.co/26QKna3VPL\"", "\"No signs of life from possible victims in hours after Washington mudslide: Rescue crews searching the debris o... http://t.co/XsuDjbAzrs\"", "\"RT @PattyMurray: VIDEO: @GovInslee @PattyMurray @RepDelBene &amp; @SnoCounty press conference on #530slide http://t.co/YYMLfcnTlo\"", "\"RT @HuffingtonPost: After mudslide, family miraculously finds dog while sifting through rubble http://t.co/E4G0G70PU7\"", "\"See a virtual tour of my listing on 706 E. PARK ST ARLINGTON HEIGHTS IL... http://t.co/ZndSLipJGy\"", "\"RT @photogenna: #530slide \\\"I told all the kids to get in the back bedroom, which is where I thought I was sending us all to die\\\" http://t.c…\"", "\"RT @Mynorthwest: We've updated our list of ways to help, drop off locations and benefits/fundraisers for #530slide http://t.co/0FthB31TzD\"", "\"Dang! Just read an Article about Washington. AN ENTIRE SQUARE MILE wiped away in Oso!? ", "\"Scientist warned of mudslide danger 15 years ago http://t.co/Uy7zzM81ja\"", "\"Community Waits to Hear Full Toll of Mudslide | Watch: http://t.co/XtCELn37jK via AP\"", "\"Official death toll from US mudslide rises to 21 http://t.co/X0bu4GNGkf\"", "\"People in Jackson, Wyo., Ordered to Evacuate Amid Landslide Threat http://t.co/cOe35CFDoH #NBC\"", "\"Death toll from Washington landslide now 36 http://t.co/OYLd5tH8Hk\"", "spotlight: @rebeccadupas", "\"Emergency crews face toxic challenge at Washington landslide:  http://t.co/aq2njBhvxO\"", "\"\"", "\"RT @ActionNewsJax: Two people have life-threatening injuries after a car collided with a pickup truck in Arlington on Friday. http://t.co/k…\"", "\"@SIDITY_Dee huuuh, I KNOW\"", "\"Heavy rains hinder Wash. landslide search - USA TODAY http://t.co/2SlnKBrreD\"", "\"‘It’s gone.’ Community copes with deadly mudslide - http://t.co/r1F5bLXUni\"", "\"RT @swaney_aaron79: Volunteers pack supplies at the Darrington mid/high gym Wednesday afternoon. http://t.co/QUNOD0wskK\"", "\"Washington landslide: Potential flooding danger decreases, say authorities - The Oregonian http://t.co/i5pvur8u2d #washington\"", "\"RT @CMGNationalNews: Behind the scenes: Macklemore &amp; Felix Hernandez made an anti-bullying commercial ", "\"RT @nwfireblog: #530slide Firefighters have now assessed the noise may be a child with a dog trapped in debris l Asking for Rescue team to …\"", "\"#In_Tha_Mood #InThaMood Washington mudslide: funerals begin for identified... http://t.co/ASusKEHN6A #Oh_My #Anticipate #OhMy #Anticipate\"", "    "], "cluster": 6, "words": ["oso", "rt", "search", "slide", "ask", "rescue", "rescu", "today"], "ISim": 0.103, "ESim": 0.017, "size": 51}, {"messages": ["\"RT @btcArtGallery: #mine4mud donate 1 day of mining #dogecoin to devastated Darrington WA #Darringtonstrong http://t.co/7hw5ruomLf http://t…\"", "\"RT @WAStateGov: Big need for volunteers to answer phones re: #530slide on Everett 211 line. If interested, please contact Kevin Henderson @…\"", "\"RT @BrandiKruse: At last count, 18 people missing and that number is \\\"growing,\\\" according to fire chief. #530slide\"", "\"@DC2forlife please RT and consider donating to the people of Oso, WA. #12s  http://t.co/6ZoAjFK0uF #530slide\"", "\"RT @CoachGallimore: Still in shock over the devastation and loss of life in #503slide #OsoStrong ", "\"RSS: Voices crying for help stop in Washington mudslide http://t.co/Oejk7HmfU8\"", "\"TSgt. Ralph Hetzel is one of 70+ members of the @wa_natl_guard  helping w/ the search for missing persons. #530slide http://t.co/T8VUwwNN3E\"", "\"(#Arqeny) Search for Washington Landslide Victims Continues http://t.co/bL4CoIaiXl\"", "\"RT @CBSRadioNews: Emergency officials said the death toll in a massive #mudslide in rural Washington has risen again. Listen: http://t.co/L…\"", "\"We're keeping an eye on several big National stories today.First, a mudslide in Washington State &amp;an oil spill in Texas. Details at 6 @WLNS\"", "\"RT @txaussie24: Thank you @Steph_Clifford for getting me on @TeamHopeVA. An INSPIRING candidate for #Virginia 8th Congressional. #Arlington…\"", "\"New on Phosphenes: FBI Investigates FEMA Flood Map Changes After NBC News Report - NBC http://t.co/BoFeDd4J4A http://t.co/ASf08IHjsm\"", "\"RT @ABC: 3 dead, 18 unaccounted for in Washington landslide: http://t.co/7eMIBUstuy http://t.co/62kh1mQt0x\"", "\"RT @TODAYshow: Death toll from Washington mudslide rises to at least 21; number of missing drops from 90 to 30, officials say http://t.co/T…\"", "\"@_jonieanne call In a landslide\"", "\"RT @nprnews: Top Stories: School Stabbing Suspect; Mudslide Survivors http://t.co/DU6sjcozXo\"", "\"#Q13Fox Just a reminder. If lahar from Rainier happens what happened a OSO would happen to Orting and Puyallup valley.\"", "\"via @dw_english Philanthropist Kiska secures landslide victory in Slovak presidential runoff http://t.co/Ni4VDv9AuC\"", "\"108 people may be missing in Washington state mudslide, authorities said  via the @FoxNews iPhone app http://t.co/M9AsPIryw5\"", "\"\"", "\"Why Homeowners Don't Know Their Area's Landslide Risk http://t.co/tkByXNC53G\"", "\"More bodies found after US landslide: Authorities in the US state of Washington confirm at least 14 people were killed in Saturday's ...\"", "\"RT @Da_Finster: Congrats to the Badger hoop squad! Lets paint Arlington #Badger red. I need some new Wisconsin gear... Lol http://t.co/yWlW…\"", "\"Used 2003 Ford ESeriesVan E-250 in Arlington , TN 38002 for sale at Arlington Motors:  Used White 2003 Ford ES... http://t.co/5nPyovaD5m\"", "\"RT @WhiteHouse: President Obama: \\\"I would ask all Americans to send their thoughts and prayers to Washington state and the community of Oso…\"", "\"if miley covers landslide at this concert I might cry\"", "#8\"", "\"Death toll in Washington mudslide rises to 30 - http://t.co/9dRg7IV396 http://t.co/2JjZEOKoQY\"", "\"Hope this is declared a natl disaster.Donate to @RedCross and hope @fema will be able to compensate those whose lives have been destroyed.\"", "\"Maybe, the landslide will bring you down..\"", "\"#RETWEET 3 killed in Washington state landslide: A devastating landslide Saturday killed three people, cut off... http://t.co/C9P1UtKoMN\"", "\"RT @AP: Decade before deadly Washington mudslide, county considered buyout of homes to protect residents: http://t.co/n3PAfB2eOD\"", "\"RT @Kid_FrescoSwavy: I'm glad I got self control cause man mfs feelings would be oso hurt if I didn't.\"", "\"More U.S. landslide victims found http://t.co/PbaQ6X5qrn\"", "\"Only if d gurl is our daughter\\\"@kateisback: But Kate Is Good RT @madtluv: Maheeda, Cossy\\\"@Proud_EkitiGirl: Names you can't give your fema\"", "\"Washington Gov. Jay Inslee and his wife are headed to Snohomish County mudslide zone, visiting both Arlington ... http://t.co/dZtbs6TpO4\"", "\"I'm at Game Over Videogames - @gameovergames (Arlington, TX) http://t.co/h73heAAhLc\"", "\"Hope dims in U.S. landslide search: Peering across the devastated landscape, Cory Kuntz just shakes his head. http://t.co/zm6RsqP9RC\"", "\"RT @HeatherGrafK5: 7 million cubic yards of debris broke loose during #530slide. That would cover 547 football fields, including end zones,…\"", "\"Inslee praises disaster declaration during visit to Arlington http://t.co/23icMNWeUt\"", "\"RT @Bruce_Awaken: @Tommeex10 I'm slightly concerned that the only time we will get action is when they're taking our families into auschwit…\"", "\"RT @News1130radio: Three people are dead after a mudslide in Washington State.", "The slide was at least 135 feet wide and 180 feet deep. http…\"", "\"@ISUMayor32 Great moves by Fred Hoiberg, Iowa State head coach!  Keep dancing all the way to Arlington!  #FinalFour http://t.co/4OrMaQp0r2\"", "\"2 more bodies recovered from Washington mudslide, bringing the current death toll to 16.\"", "\"RT @ABCWorldNews: More than 100 people unaccounted for after massive mudslide in Washington state. @NealKarlinsky reports:", "http://t.co/4F26…\"", "\"RT @Truly_Grateful: My prayers go out to everyone effected from the mudslide that happened three days ago in Arlington\"", "\"Final leg of the 4x400 in Arlington. D's split was a 51.3  they came from behind to win. 3:29 http://t.co/QIYcjqMDBc\"", "\"RT @WSJ: Before and after the Washington mudslide:", "\"Obama: Pray for US mudslide victims http://t.co/1z2LMY0Cwh\"", "\"RT @darrenrovell: In the last 11 years, UConn has won 3 titles, all in Texas (San Antonio, Houston &amp; Arlington).\"", "\"#Job #Arlington Branch Manager: Washington Highly competitive salary + excellent benefits + great company make... http://t.co/7Dqql1PnrH\"", "\"Beloved pets also lost, displaced by mudslide: DARRINGTON, Wash. (AP) — After a rescue worker called her anima... http://t.co/dgXkJMjPU4\"", "\"Today, 12 days after the Washington mudslide Boomer, a dog, was found alive.\"", "\"Police investigate Arlington woman’s death as homicide http://t.co/gyJiWK3ShO\"", "3 killed in Washington state landslide", "http://t.co/sDkTolnDiW", "QDEP... :(\"", "\"@zaynmalik I love you oso much ))':\"", "\"RT @KATUNews: Number of dead in #530slide remains at 17; new info to be released tonight http://t.co/fbqqvHUinu #LiveonK2 http://t.co/DAuw1…\"", "", "#Queen", "\"RT @KING5Seattle: RT @LoriMatsukawa: Fr. Sauer: These #530slide families are still in shock. They say they are comforted and grateful for c…\"", "\"St. Louis (MO) KTVI: 3 dead, 10 unaccounted for after Washington landslide\"", "\"People cry for help from underneath rubble after 3 die in Washington landslide http://t.co/Gwpsxy1kGJ\"", "\"Just saw a nice ad on the back of a bus in Arlington. Nice way to promote La Isla! @PRTourismCo #PuertoRico http://t.co/T7qXOIFfJF\"", "\"[News5] Rescuers scour Washington state mudslide rubble, up to 176 still missing http://t.co/iocTgpz844\"", "\"RT @omar_quraishi: The 660 kms-long Karakoram Highway that links Pakistan with China through the Karakorams blocked by a landslide http://t…\"", "\"Indonesia train derails in landslide; 3 dead http://t.co/MyWeka3jAD\"", "ONE IDEA... http://t.co/5WshYe6wI6 http://t.co/VAtNGcRK6O\"", "\"Hot Seller: Tom Arnold @ Arlington Cinema 'N' Drafthouse (Arlington, VA) http://t.co/7R6YAlKUPi\"", "\"RT @NatGeo: Rescue dogs struggle in mudslide recovery: http://t.co/xsweuFUOJb\"", "\"Another body found as Wash. crews press on in landslide - USA TODAY http://t.co/PKpELq3NnR\"", "\"@Oso__Conceited @_BeautifulBrea , tweets don't lie boo\"", "\"President Obama to visit Oso landslide site: The president declared a major disaster last week for the damage ... http://t.co/YX0TKcxaDI\"", "\"Rescue efforts resume after Washington mudslide -  Rescue teams resumed scouring the wreckage of a deadly... http://t.co/dVwi3Vez92\"", "\"RT @cnni: A massive landslide in Washington state has become a \\\"living nightmare\\\" -- http://t.co/9v4xDtQQy4 http://t.co/DKmnupXPUP\"", "\"RT @HomeReadyORG: Which FEMA Region are you in?  http://t.co/MZ9JyZYHDW\"", "\"\"", "\"Probable death toll rises to 24 in Washington state mudslide: By Bill Rigby ARLINGTON, Washington (Reuters) - ... http://t.co/zyPRZH3HW9\"", "\"RT @renacorwin: Shout out to all of the selfless volunteers &amp; search pups/handlers still putting in long hours @ the #530Slide #OsoStrong #…\"", "\"RT @YESFUCKYOUTOO: “@calfune: #LIBERENAARTURO Move Arturo polar bear to a nature reserve and say NO to animal abuse https://t.co/Y5i2FIUk5Y”\"", "\"Police: This is 'total devastation': The search for survivors from a massive mudslide in Washington state cont... http://t.co/x6lAUPbKDG\"", "\"\"", "\"Crews press ahead in Wash. landslide search despite rain - USA TODAY http://t.co/FTv5sfebCm\"", "\"\"", "\"RT @countryDALE: Organizations Supporting Organizations promoting Growth in our diverse campus community #OSO #LetsMakeItHappen #TheMovemen…\"", "\"Search for Washington mudslide survivors grows http://t.co/40oyMaS6h7 #YN\"", "\"RT @NASA: .@NASA_Landsat sees mud &amp; debris from #530slide across Stillaguamish River near Oso, WA http://t.co/eYx1vQo4m6 http://t.co/28pqfl…\"", "\"Washington mudslide press briefing at noon --&gt; http://t.co/geMVxO9RTZ http://t.co/o2qEjPbhq2\"", "\"\"", "\"Quest to ID Remains Brings Mystery After Mudslide: In quest to ID remains of those killed in Washington mudsli... http://t.co/QLCfLmahqP\"", "\"...number of missing in #Mudslide drops to 90....", "\"RT @TeamCNN: Visit http://t.co/0i36XfrI4s to help those devastated by the Washington landslide. #530slide @CNNImpact http://t.co/KINaCcv1eg\"", "\"Leap in number of missing: Officials said they have 108 reports of people missing or unaccounted for after a landslide in Washington state.\"", "\"Death toll hits 29 in Washington mudslide - News On 6: Death toll hits 29 in Washington mudslideNews On 6Peopl... http://t.co/PRtXwCeL8P\"", "\"Sheriff: 2 killed in big Washington state mudslide http://t.co/p07iIXAv4o #MaineNews\"", "\"RT @cnnbrk: Chilean official: Small landslide, no reports of deaths or major damage to houses after earthquake. http://t.co/kaWDyWyKtF\"", "\"Number of missing in US mudslide drops to 30 as death toll rises - Reuters: Wall Street Journal Number of missing... http://t.co/EqwvfOuhfu\"", "\"Mudslide homeowners still on hook for mortgages #Seattle - http://t.co/87brpYvQld\"", "\"\"", "\"RT @STEWest: I finally was able to pull a few thoughts together about the landslide in Oso and what I think is important now. http://t.co/h…\"", "\"RT @Maribel_X0X0: @TheReal_Oso thanks you too.\"", "\"RT @cnnbrk: Death toll from Washington state landslide rose to 36, the Snohomish County medical examiner says. http://t.co/Odmy6qVvJG\"", "\"RT @ABC: State patrol: House hit by mudslide in Oso, Wa.; first responders believe they hear person calling for help: http://t.co/OhGYVLMkI0\"", "\"\"", "\"US Washington Mudslide: About 18 are Missing Say Officials: The post Washington Mudslide: About 18 are Missing... http://t.co/P2NqNhh0rF\"", "\"RT @rikkiking: Houses that were destroyed \\\"don't even look like building materials,\\\" sheriff's Lt. Rodney Rochon told reporter at the scene…\"", "\"@Oso_Smuvv where are you staying\"", "\"RT @JonRepp: The view from the access road overlooking the #530slide. http://t.co/YDOdZd2Ms0\"", "\"Death toll continues rising in landslide: George Howell reports that 14 people are dead and over 100 missing a... http://t.co/JSJq1mfCIf\"", "\"In pictures: Washington state landslide http://t.co/JVPhCsrrWQ\"", "\"Exhausted rescue dogs get break as Wash. mudslide death toll rises ..CBSNews http://t.co/1vCYvXsAXs\"", "\"The Lede: Authorities Release First Comprehensive List of Mudslide Dead and Missing: County officials in Washington say 24 victims we...\"", "\"RT @511northernva: Disabled Vehicle: NB on I-395 at MM6 in Arlington Co. 1 lane closed. Potential Delays.8:34AM\"", "\"RT @AlisonMorrowTV: Hard to see, but siren at top of Oso fire station will sound if the debris field breaks, releasing river. #530slide htt…\"", "\"RT @pakistani_news: Washington mudslide pulls homes across river, killing at least three: A powerful mudslide nort... http://t.co/qks4d5OQg…\"", "\"RT @PDXLeftSide: Mudslide on Oregon 6 one of several that could happen this year: What you should know: ODOT de... http://t.co/GEOohNFiVe #…\"", "\"RT @MWWGroup: Facebook acquires Oculus. Ways to help with Washington's landslide. All this on this week's issue of The #MWWEdge http://t.co…\"", "\"RT @AP: Official death toll in Washington state mudslide rises to 28: http://t.co/g4wjU1qICH\"", "\"RT @kxly920: Thursday, Papa John's Pizza donating profits to families of Oso, Washington mudslide victims.", "\"#wangerooge 00:30UTC WIND 106° 8.4 ktsG15.0 kts OSO TEMP:5.8C overcast | slight sea\"", "\"RT @pizzahut: Today &amp; tomorrow, 108 WA Pizza Huts in Seattle, Spokane &amp; Columbia Basin will donate 50% of pizza sales to victims of the mud…\"", "\"#AdityaRamadana Crews press on with search for mudslide victims- Woman loses infant, mother in Wash. mudslide http://t.co/WbEFgbHiCM\"", "\"??: lowkey I still want to see ur tt, lol I'm joking I think ur cute, and tbh u seem chill\"", "\"After Mountain's Collapse, Uncertainty and Loss New York Times ARLINGTON, Wash. — Pam Sanford… http://t.co/78RtcECtrb\"", "\"The Oregonian - Washington landslide: Potential flooding danger decreases, say authorities http://t.co/VlpsgoRHQc\"", "\"British Columbia News-  UPDATE: Death toll rises in Washington mudslide; more victims recovered.. http://t.co/y1qUeAX5EI #canada\"", "\"Las Vegas Review - Toll rises in Washington mudslide - Searchers found another body Sunday in the debris from a ma... http://t.co/YrFrnggJ9E\"", "\"Another Property Sold in Arlington, MA http://t.co/vA1gjAKLJs\"", "\"RT @BMonahanKIRO7: .@samargier has a great job tonight.. telling you about some awesome weekend weather. Join him tonight at 5pm on @KIRO7S…\"", "\"\"", "\"You Won’t Believe What Was Found 12 Days After Deadly Washington Mudslide http://t.co/b1pcRVBDAo\"", "\"Huge Washington Landslide Kills Three and Dams a River: Three people were killed and eight injured in a mile-l... http://t.co/gKU7JSQwcg\"", "\"Washington Mudslide Toll Rises to Eight With at Least 18 Missing - http://t.co/xhP6PRWLS3 http://t.co/fuUYdFqSep\"", "\"Pennington: Helping Hands is taking donations to help people impacted by the slide. #530slide #aid\"", "\"RT @CNN: BREAKING: Officials now say 21 people have been found dead as a result of the landslide in Washington State. http://t.co/dZhWYXGw7k\"", "\"I'm at First United Methodist Church of Arlington - @fumcarlington (Arlington, TX) http://t.co/NP8vV5P2Wp\"", "\"RT @snocounty: Please call 425-388-5088 to report missing or unaccounted family members. This is the single number to call to make a report…\"", "\"\"", "\"In Spanish, mudslide is ALUD\"", "\"See inside landslide search zone http://t.co/I7gIheA0bZ\"", "\"108 names on list of missing in Washington mudslide, official says http://t.co/mgv8sN6OrY\"", " http://t.co/4KxE8KBWS2\""], "cluster": 7, "words": ["rt", "530slide", "amp", "fema", "thi", "oso", "miss", "missing"], "ISim": 0.094, "ESim": 0.025, "size": 145}, {"messages": ["\"Road Work – VA-120W at N Glebe Rd: Description:On VA-120 (N Glebe Rd) in the County of Arlington from Rt. 6608... http://t.co/NL8JpVCIkT\"", "\"Rangers selling bacon on a stick for $7 this season at Globe Life Park in Arlington - via @SportsCenter http://t.co/7K6qUgWEA3?\"", "\"\"", "\"Yessssss! My boys are headed to the Final Four! Welcome to Arlington, UCONN!!! ????\"", "\"Im ready for lunch.\"", "\"Go to Arlington High school? Get your presale tickets from @LilBulgarian or @BackPackGat\"", "\"@SandwichJack take your wife to the new @100montaditos in Arlington. You're welcome!\"", "\"RT @IBNMoney_com Officials say 90 people still missing in Washington mudslide http://t.co/5CNaNHddiy #News (via @IBNMoney_com)\"", "\"Tweets, photos and updates from the Oso mudslide http://t.co/jwNKlCN6uj\"", "\"Slide survivor tells of 'wave' of mud hitting home: DARRINGTON, Wash.     (AP) -- The roar of the hillside col... http://t.co/xh1oe4Nc7i\"", "\"In Oso, Search and Rescue Volunteers Play the Waiting Game http://t.co/68rBPbGi5n\"", "\"RT @iqra117: 2ne1 wins by 119 points and BJs call it a landslide", "WHERE IS YOUR GOD NOW??", "\"People complain bout the Boston weather but yall see what happened in Washington? A mudslide where over 100 people are unaccounted for\"", "\"U.S. landslide leaves 3 dead: A landslide in Washington state kills three people and destroys several homes, o... http://t.co/FaSriFZZqc\"", "\"“@cnnbrk: At least 18 people now unaccounted for in landslide north of Seattle. // praying for the families of the missing people.\"", "\"Still confused why I'm working today and not in Arlington #OpeningDay\"", "\"RT @KVEWKAPPtv: Today @yourpapajohns Pizza donating proceeds to #530slide victims. #TriCities http://t.co/0MUT4lNmVu\"", "\"@Ivon_Looi i will oso mistaken my dad n bro bd...haha...btw...happy birthday to ur dad^^\"", "\"RT @WorldBreaking24: #news Fire Chief Says Death Toll From Large Landslide in Washington State Increases to Four.: F... http://t.co/p5eP46y…\"", "\"#uconn #huskies #arlington #florida #gators #getsnobetterthanthis\"", "\"In Oso, Search and Rescue Volunteers Play the Waiting Game http://t.co/n9rVgT4oBe\"", "\"RT @tslauson: We posted a PHOTO GALLERY with Incredible views of the mudslide &gt;&gt; http://t.co/YYfPa05Rzb #530slide #Q13FOX http://t.co/eMhzV…\"", "\"Waters Recede, Helping Search for Mudslide Victims: It is a grim step forward in the search for human remains ... http://t.co/e0atb4F03N\"", "\"I liked a @YouTube video http://t.co/B51Ip8j7JP Miley Cyrus Soundcheck Boston Landslide\"", "    ", "\"UPDATE: Hope for survivors of landslide dims as death toll rises to 24 http://t.co/P9j9nkE37a\"", "\"\"", "\"Death Toll in Wash. Mudslide Climbing http://t.co/JstcDadJaR\"", "\"RT @WIRED: Animation shows the Washington landslide traveling at an astonishing speed of 60 mph http://t.co/ooMxaW6iCG http://t.co/kSOZSDzY…\"", "\"@mollyhf We are organizing Darringotn pool trips. If you email 530slide@gmail.com we can get you linked up with someone\"", "\"Recent saturation of rain likely built up to fatal mudslide http://t.co/fyuDE49uNM\"", "\"RT @iShotYouUp: My Arlington followers do not hit me up at all,\"", "\"@blissfulcait \\\"Drew Breez\\\" ft. @CashTawkFawk , @______OZ http://t.co/cdWqQcl9PD ??????\"", "\"RT @AnimalsAus: Buddy the dog found ALIVE in rubble of family home hit by #mudslide http://t.co/CjKU1CaWbN via @MailOnline #amazing http://…\"", "\"Prayers up for the families involved. ? http://t.co/0EaNFQ5ORv\"", "\"RT @AP: Decade before deadly Washington mudslide, county considered buyout of homes to protect residents: http://t.co/n3PAfB2eOD\"", "\"Join us to pray for the residents and lost ones in Oso US mudslide site yields more bodies http://t.co/175md1qe4m\"", "\"Surely a new furry companion awaits you at Arlington Animal Services!  This pet will be available for adoption on... http://t.co/fsywH4sYDz\"", "\"RT @MikeJonesOR: A candlelight vigil is being planned for the former Chartiers man still missing in the Washington state mudslide... http:/…\"", "\"\"", "\"@actual_atlas A Utopia for the best and brightest. Then one bad egg created a landslide. Why were you called to Rapture.\"", "\"What's interesting is the Washington mudslide so tragic &amp; recent is getting so little press even in NZ when the obsession is Flt MH370 hmmm.\"", "\"The Soup Ladies of Black Diamond Feed First Responders in Oso. http://t.co/ppSFZSiZdP #530slide\"", "\"RT @MLB: Remember we told you Yu Darvish has the Astros' number? Well, he's perfect through 5 in Arlington. http://t.co/OOTgJvScuj\"", "\"RT @budholly59: @michaelterry337  Democrats need to realize we have the power to stop this ****.  If all voted, we'd have a Democratic Land…\"", "\"RT @trickiert: Safe to say tho that Deadmau5 has won UMF by a landslide.\"", "\"4 Dead and 18 Missing After Massive Mudslide in Washington - Local officials in Oso, Wash. are reporting that 18 p... http://t.co/cTMpyIpLSE\"", "\"Upper Arlington leads Trotwood-Madison 46-26 with 4:05 remaining 3rd quarter.\"", "\"8 Dead, Many Still Missing In Washington State Mudslide: The bodies were found in mud and debris from a massiv... http://t.co/7BcX9OOsRb\"", "\"RT @heyyouapp: ¦ http://t.co/J1h50sQbLY 6 ¦ Wisconsin looks to build on Final Four run with returning core ¦ ARLINGTON, Texas -- The Wiscon…\"", "\"@SC_S2719 did you have some rolo mudslide cake? You'll get Christmas cake @ Christmas!!!!!!!!!!\"", "\"RT @CNN: Washington landslide: 4 dead, at least 18 missing: http://t.co/4bmX3xtxGO\"", "\"RT @TitaniumLax: Midwest HS Lacrosse Bracket Challenge: Retweet for Upper Arlington, Favorite for Indiana Hill http://t.co/yxPctB1CqM\"", "\"Arlington chain link fence - 1", "\"Attended the Arlington Police Dept. “Back the Blue” APD Foundation with Konni Burton http://t.co/HQS7eBeDfy\"", "\"What deadly mudslide tells us http://t.co/8jcVApaqXZ\"", "\"Hope of finding more survivors of Washington landslide dims as list of dead ... - CNN: CNNHope of finding more... http://t.co/YQ83r10ZTV\"", "\"Confirmed Dead In Washington Mudslide Rises To 18 http://t.co/C1lCN97NRJ\"", "\"Anxious Wait for News Days After Deadly Landslide http://t.co/TS4nBQXtIs\"", "\"VIDEO: US mudslide death toll rises to 16: Authorities say they have recovered the bodies of two more people killed in a massive muds...\"", "\"RT @NW_Music_Scene: If you have info about benefit shows for those affected by #530Slide email us at: northwestmusicscene(at)gmail(dot)com", "…\"", "insha Allah gonna do my best..for mama abh..for my future oso..amin\"", "\"RT @seancarp: 5 things to watch as St. Eds plays Upper Arlington for D-I state title tonight at @TheSchott (slideshow) http://t.co/BCXT4fbi…\"", "\"http://t.co/8dUi8Y3F7N", "Mudslide search dogs will take a break as death toll rises):\"", "\"#Arlington #TX #Job Telemarketer - State Farm Agent Team Member (Property and Casualty... Find this Job&amp;More:  http://t.co/jHxCvsL5LD\"", "\"But that's the weekend Texas plays ucla in Arlington ?", "\"My condolences to the families in Arlington. Such a sad week for this area #staysafe ❤️\"", "\"MT @grlopez4: #530SLIDE Harborview has 5 male victims. Youngest:6 months. Oldest:81. Conditions range from serious to critical #liveonkomo\"", "\"Authorities confirm 8 dead in Washington state mudslide - Fox News: SFGateAuthorities confirm 8 dead in Washin... http://t.co/biolrolURR\"", "\"RT @joeyoconnor13: Fleetwood Mac is going back on tour? Gotta see Landslide live before I die.\"", "\"Thank you Rachel @Maddow for segment on tragedy in Pacific NW: mudslide covering Oso, WA; warnings, permits, regulations, responsibility\"", "\"Death Toll From Washington Mudslide Rises to at Least 21 http://t.co/LUNLmjqTAO\"", "\"@texashsfootball thank you!!! Arlington, TX LOL\"", "\"RT @BestMusicLyric: \\\"Is this the real life, is this just fantasy, caught in a landslide, no escape from reality.\\\" -Queen 'Bohemian Rhapsody'\"", "\"Landslide Of Love ♥ : No one images that a symphony is supposed to impro... http://t.co/VIjA51KK7U\"", "\"\"", "\"Grim reality: Some slide victims may not be found: DARRINGTON, Wash. (AP) — Authorities in Washington state sa... http://t.co/d0bNKyk0Ys\"", "\"RT @DFWscanner: PIC - PHI Med 8 on scene at the Arlington major rollover accident with entrapment at WB I20 access road between... http://t…\"", "\"I'm oso hungry , haven't had one thing to eat today ??\"", "\"Eye Opener: Desperation and disaster: People still missing after deadly mudslide wipes out village in Pacific ... http://t.co/7rZpZs60mu\"", "\"What caused the landslide near Oso? http://t.co/FfHRPiMtSH\"", "\"Earthquake Didn't Immediately Precede Washington Mudslide, USGS Says: An earthquake did not immediately preced... http://t.co/sX9p0gQn2H\"", "\"RT @cnnbrk: 108 people have been reported missing or unaccounted for after a mudslide in Washington state. http://t.co/Ys7yFdKEIs\"", "\"RT @AdamMertzCUNA: Donations end Wed http://t.co/0Ypwgr8t5f MT @NewsNowLiveWire: @NWCUA, #creditunions raise $61K for mudslide victims http…\"", "Is this just fantasy?", "\"RT @ForeignPolicy: War Dog of the Week: Dog teams search the wreckage of Washington's mudslide http://t.co/LZJIJbnyup via @becksfrankel htt…\"", "\"Landslide toll to climb 'substantially': The official death toll from a deadly landslide in Washington state w... http://t.co/V8CaAzV9r3\"", "\"Earthquake Detected Near Mudslide Site | EXTENDED AP TEST: http://t.co/sjdfNZI6lE via @YouTube\"", "\"Notes: Opinions split at tax hearing; GMU pepper spray suspect identified; Arlington's population grows http://t.co/AlBIj1ydoN\"", "\"Great piece of storytelling on such a tragic event in Washington: http://t.co/K3cdTgKgse #530slide\"", "\"RT @ronanddon: Great idea @terrifo -- Hopefully we can get support from @Seahawks for a #530slide benefit. #ConcertForOso\"", "\"Seven killed in China landslide: Seven people were killed while one person was rescued when a landslide hit Ch... http://t.co/yIe5H7XhKj\"", "\"RT @tedmcinerney: Mudslide right by Brookwood Hospital on highway 31#alwx #bham @cbs42 http://t.co/uwE9aKP9K3\"", "\"RT @fox28columbus: Upper Arlington HS going to boys Div I State Championship http://t.co/rriltcjuVg @claywsyx6 @OHSAASports @UA_Schools htt…\"", "\"cinnamon toast crunch is the realest cereal in the fuckin game right now. hands down none of these other cereals come close #landslide\"", "\"RT @USATODAY: 8 dead after massive landslide slams into homes near Oso, Wash.: http://t.co/FwM0wD2G5M (Photo: Genna Martin, AP) http://t.co…\"", "\"RT @KATUNews: (cont) ODOT has sent crews but there is no estimate when HWY 6 will reopen after mudslide 8 miles west of Glenwood. #LiveOnK2\"", "\"Rescue operations resume at Washington mudslide; at least 8 dead http://t.co/Yj67YkKPFy\"", "\"at 5:30 RT @LByronK5: I'm in Darrington. About 1000 people live here so nearly everyone knows someone missing or killed in #530slide\"", "\"RT @SkyNews: Watch the dramatic moment a 4 year-old is rescued from deadly mudslide in Washington state- http://t.co/kg52xU6uWA http://t.co…\"", "\"@OmarKelly @danielgraffe1 i think we need to call fema and stop this\"", "\"Moment of silence to be held for Washington state landslide http://t.co/DWvr9gFfDs\"", "\"RT @ValleyFire: Four from VRFA to help in Oso mudslide search effort as part of", "\"RT @ClassConfess: \\\"I told my man I was pregnant then I was like #AprilFools and we laughed ... #ImStillPregnantTho\\\" -Arlington Heights HS\"", "\"Gods New Words to Mankind! http://t.co/wayT02cd0o  #Georgetown #Arlington #Marion #Oxford #Ashland #Burlington #Manchester #Clayton #Jackson\"", "\"RT @JoyceTaylorKING: SURVIVORS of the #530slide PLEASE go to this website to be accounted for. # of Missing expected to go up by dozens.  h…\"", "\"Conditions of mudslide victims at Harborview http://t.co/gAOnYLN457\"", "\"\"", "\"Had a Blast Djing Miss Daeya'e Sweet 16 Birthday Bash on last night@ V'Elaine'spartyroom of Arlington.... #sweet16 #dj #djs\"", "\"Wash. landslide: 8 dead, 108 missing: The number of dead and missing after a deadly weekend landslide in rural... http://t.co/FQcEMI7L9S\"", "\"RT @dcschrader: @redpawrelief \\\"@ArizonaNewsnet: RT @komonews: Family dog rescued from rubble #530slide http://t.co/NeaKd6lU4U http://t.co/4…\"", "\"Washington mudslide death toll climbs to 33 as missing count drops http://t.co/i6ol4IWJkl\"", "\"“@Oso_loks: @JustFatRick that's shit was swag!!haha” it was tho smh lol\"", "\"RT @CBSNews: PHOTO: Before and after the deadly Washington mudslide http://t.co/MJOs1EyoiK http://t.co/DW7iP22CwE\"", "\"'It's gone.' Community copes with deadly mudslide (w/video) http://t.co/Yqfstq9J2R\"", "", "\"County gov: There are now 176 individual reports of missing people. Those are just reports, not a hard number. #530slide\"", "\"RT @USGS: [OFR] Numerous past landslides near Oso, #Washington - preliminary interpretation: http://t.co/8piyiTxtbX http://t.co/e8OPzl5nBD\"", "\"RT @In_Nevada: #Vegas Search for 90 missing in mudslide comes down to shovels: There is only one way searchers are narrowing ... http://t.c…\"", "\"Another body found in Washington state mudslide, dozens missing: The death toll from a mudslide that has left ... http://t.co/SLbivvMTn5\"", "\"@chief_oso lmao shutup jor. Just informing twitter\"", "\"3 more mudslide victims identified http://t.co/K3motzUdTD\"", "\"RT @kellymoconnell: 4 now dead in #530slide  #Q13Fox\"", "\"RT @KING5Seattle: Seattle Animal Shelter collecting donations for Oso pets: http://t.co/fT0uXOx95z\"", "\"@gaabb_Beliebeer No me compares con un Oso, pend***.\"", "\"I'm at Federal Deposit Insurance Corporation (FDIC) (Arlington, VA) http://t.co/cRFBcncCOd\"", "\"Turkish PM claims landslide election win via @AJAM  http://t.co/EvsaBtyYeT\"", "\"RT @PECI_ENT: After a landslide vote, the 2014 PECI PROM has been booked at Fields on Westlake (The Red Barn) on Friday May 30th! #redbarnp…\"", "\"Scanner: @SixtyX They found it - everyone is OK, it was not in arlington as they thought, but rather nearly to Grays at JBLM.  #530slide\"", "\"Neighbors unite for landslide victims http://t.co/a7W51GQzi1\"", "\"Two Dead After Massive Landslide Smashes Into House, Pushing It Across Road (UPDATE: Death Toll at Three) http://t.co/QbsWmFgYbz\"", "\"Confirmed dead in Washington mudslide rises to 21 http://t.co/pMBrlQSRDd\"", "\"RT @MegCoyleKING: \\\"We have ppl yelling for our help and we're going to take extreme risk to get them out of there tonight.\\\" -@SnoCoSheriff …\"", "\"Deadly landslide in Washington state: At least three people are killed and several injured in a huge landslide... http://t.co/lR6CsnPeFo\"", "\"RT @yamphoto: Day 5. The heartbreaking search continues. #530slide Follow @seattletimes for more updates. http://t.co/l2cc9T9lzJ\"", "\"Authorities: Mudslide death toll rises to 21: DARRINGTON, Wash. (AP) — Many of the dogs that have been essenti... http://t.co/6Y5dWcc7Yv\"", "\"\"", "\"I'm at @Arbys (Arlington, TX) http://t.co/L0qYGzWkbY\"", "\"Why Listening To Scientists Could’ve Minimized The Tragic Impact Of The Washington Mudslide http://t.co/xF2urBf6Ps via @climateprogress\"", "\"RT @YahooNews: Crews continue searching for survivors of a mudslide in Washington that killed at least 3: http://t.co/JxdB0lBqTt Voices hea…\"", "\"Darrington commuters brace for lengthy journey http://t.co/pC7dClVU0k\"", "\"RT @SantaBarbaraYes: @Faith4Hillary OBVIOUSLY there will be President Hillary Clinton. A landslide VICTORY.\"", "\"Fire Chief Says Death Toll From Large Landslide in Washington State Increases to Four.: F... http://t.co/NPzzuyAFLj #breaking #abc\"", "\"RT @AP: BREAKING: Authorities say 10 more bodies found in Washington state mudslide, raising death toll to 24\"", "\"Somber news from landslide zone http://t.co/3QYlrMx8xC\"", "\"RT @BlkSportsOnline: I'm at @ATTStadium for Kentucky Wildcats vs Connecticut Huskies (Arlington, TX) w/ 116 others http://t.co/4Wq52V3lqf\"", "\"\"", "\"RT @_ILOVENAYA: *Well, the landslide brought me down* http://t.co/Kgr4mtvV3g\"", "\"Oso Landslide Death Toll Could Eclipse 1910 Avalanche #paperli http://t.co/qS8wAC79fa\"", "\"RT @nycjim: Rescue dog at work on site of Washington mudslide. Via @seattlepi http://t.co/VODQCLYQQt http://t.co/t2DFLyRuMY\"", "\"RT @ABC: Gripping images from the search for survivors in Washington mudslide: http://t.co/9CMfUAW78a http://t.co/yYcAVRLPu0\"", "\"Confirmed dead in Washington mudslide rises to 21: DARRINGTON, Wash. (AP) — Authorities... http://t.co/9LFw6bXBZw http://t.co/IbVYiiIqoa\"", "\"Just saw one of the final four teams drive thru Arlington with police escorts. Guess they are a big deal.\"", "\"New on our #530slide page: stories about highway repair, slide impacts on Stilly fish. http://t.co/g5HfFAWK10\"", "feature: Raquel Brown", "\"@snocounty @GovInslee @KIRO7Seattle I think all flags should be ordered to be at half mast until search is over #530slide #HelpOso\"", "\"RT @LegittAlonee__: @Oso_Racks ' oh yeah . I already watched it , it's good\"", "\"@Oso_Jordan @_xForeverAmour @_tweetafreak_ Check that new song out yall, Ballin' (feat. Zaytova &amp; T'Red): http://t.co/4iZOW7VHGO\"", "\"Arlington Anti-Annex Rally: More than 100 people came to Hammond Baptist Church for an anti-annexatio... http://t.co/pvcU7AI0ni #memphis\"", "\"RT @NormGregory: \\\"Landslide risk widespread in Snohomish County ( #WA ) ; 30,000 in hazard zones\\\" http://t.co/O9E3ODugUT\"", "\"RT @ZachFleerLGHL: Final: Upper Arlington 74, Trotwood-Madison 49. UA advances to its first state championship game since 1937.\"", "\"someday you will find me caught beneath the landslide\"", "\"@myungbang idk how much. i oso dk whr their meetups oso haha\"", "\"happy birthday ?? @OsO_MAJOR @SHARPtheWRAPPER\"", "\"( #DiMe_cHiko ) House With People Inside in Washington Mudslide: State Troopers: Mudslide move... http://t.co/mSehqhb6ha ( #DiMe_cHiko )\"", "\"RT @pmmichalski: We're talking: the mudslide, oil spill, more possible jet debris, the O'Hare train derailment. Tell us what you want to kn…\"", "\"RT @King5TracyT: Here's the latest from @wsdot about the #530slide and alternate routes. ", "\"@ChristianPost Is GOD's Word literal? Oso, WA., and Jackson Hole, WY., need only read Psalm 46:6 &amp; Micah 1:4 KJV to find the answer!\"", "\"Massive Mudslide Kills 3 In Washington State: The mudslide also cut off part of State Route 530. Late on Satur... http://t.co/BWAsDbsf6B\"", "\"\"", "http://t.co/4F26…\"", "\"RT @TotalTrafficIND: #Indianapolis(Southside) injury accident on Arlington Ave at E Thompson Rd #traffic http://t.co/A4hw0B3isj\"", "\"RT @HuffPostGreen: Confirmed dead in Washington mudslide rises to 18 http://t.co/OybUW9QKum\"", "\"(#weiipepo) Mudslide Recovery Brings Searchers to Tears: Crews digging for bodies in devastating W... http://t.co/3ugjqgJtwj (#weiipepo)\"", "\"@joshgroban Washington mudslide communities continue to search for miracles http://t.co/mryA05xfdC\"", "\"Regional quarterfinal! Arlington High vs. Sam Houston Game time is 7:30 @ Cravens Field. We are visitor, let's fill up the visitor side!!!\"", "\"Eco Design ideas: Quote of the Day: Timothy Egan on A Mudslide, Foretold http://t.co/k6KkDcBJrB\"", "\"RT @TheRealVOSTCat: Animals, #pets also lost, displaced in #Washington #mudslide  - http://t.co/KavFlaSHc6\"", "\"Facebook page set up for Washington #mudslide info https://t.co/12YdEvxNWG\"", "\"\\\"Never in a million yrs did we ever imagine ... the power when that slide came down &amp; it was over in 40 sec\\\" - Shari Brewer RE WA #mudslide\"", "\"RT @RoFloESPN: #UCONN loves Texas. Titles in San Antonio, Houston and Arlington.\"", "\"Animation Shows the Shocking Speed of the Washington Landslide: Scientists say it was the speed with which the... http://t.co/IqEOvLKXYM\"", "\"RT @seattletimes: An expanding military presence in the #530slide search reflects the challenges in the week-old response efforts: http://t…\"", "", "#소녀시대 #소녀시대미스…\"", "http://t.co/7lydJefNpe #kirotv\"", "\"RT @ZayGotSoul: TBH nobody cares about Arlington except the people that come from it\"", "\"Washington landslide: Plenty of blame to go around?: ", "    ", " http://t.co/q5zxaksfto\"", "\"RT @SneaksndTweets: Never  been so proud  of Arlington......keep praying yall dont  get exposed lol\"", "\"To ensure oversight of FEMA @CraigatFEMA testified before my committee today on POTUS’s FY15 budget request. http://t.co/baW9iIdylL\"", "\"RT @WTSP10News: #Washington #mudslide rescuers battling sewage, chemicals http://t.co/geb8X1J6dR chemicals/7110519/ http://t.co/T2rhFyKavL\"", "\"@johndurant Reagan's 1984 landslide as a function of HIV panic?\"", "\"Eight dead, 18 missing after Washington state landslide http://t.co/Flg1TLe7l3\"", "\"RT @GlennFarley: Boeing and workers donating $100,000 to landslide relief.  #530slide\"", "\"The Lady Spartan Soccer team is set to play Arlington Heights in Aledo Tuesday night at 6:30. Let's pack the... http://t.co/z8s8sKFIy0\"", "Jim was on the radio tonite urging support for victims of the mudslide. Plz RT ", "\"Washington Mudslide Kills Three: An infant was among several injured. http://t.co/fLXvOIvy3K #firefighter #rescue\"", "\"RT @ladythunter: @CarmenAmoros @BrendaSearching @KabbageInc @Anthonyaf95 @TFR_PY @cleal_paulo @1kjack @walter_oso have a wonderful day all …\"", "http://t…\""], "cluster": 8, "words": ["arlington", "rt", "im", "tx", "final", "va", "job", "texas"], "ISim": 0.065, "ESim": 0.011, "size": 204}, {"messages": ["\"FEMA's new flood plain designations could send cost of insurance premiums ... - Cumberland Times-News http://t.co/BjhkADWB2R\"", "\"Arlington Heights -- MORNING WAKEUP CALL: Cardinal Twitter Roundup Monday April 7;  pHS Bobby Frasco Special M... http://t.co/LtkW9FDddB\"", "\"Eighteen missing, three dead in Washington state landslide", "\"Washington mudslide searchers in treacherous conditions; death toll climbs - WHAS http://t.co/M5q3o3xzsk (subscription) ...\"", "\"Emergency crews face toxic challenge in Washington state mudslide http://t.co/vKR903m05Z #news\"", "\"RT @TrillFam_KY: Yall know ion gaf ima tweet wat I want you can go tell yo mama yo nigga da laws red cross fema and yo husband\"", "\"\"", "\"Officials say 18 missing after deadly Washington state mudslide: Rescuers struggle to reach area where they he... http://t.co/ucB0W7hHN6\"", "\"I tear that pussy up she go need FEMA change\"", "\"Search 4 Wash landslide victims 2 resume Tuesday http://t.co/ltK9QyMM70 #5 #police #rescueefforts #researchers\"", "\"#Job #Arlington Systems Integration Lab Engineering Technicia - DCS Corporation -  Washington, DC: Location: W... http://t.co/VCAJDu2Sd7\"", "\"@CaptainCowpunk That, and Stevie Nicks is STILL an idol to the teen girl in me. Landslide, Edge of 17, I grew up on that stuff.\"", "\"Moody till chat oso lazy put face symbol zzz\"", "\"US WATCH: 4-Year-Old #Rescued From Washington #Mudslide: The post WATCH: 4-Year-Old Rescued From... http://t.co/NyqdVg8DiO\"", "\"[#SoyUnKEN] House With People Inside in Washington Mudslide http://t.co/B8WTaPoOOG\"", "", "", "\"RT @EmptyMirror: Buy a cool t-shirt to support those affected by the Oso landslide! https://t.co/m1hFXxTPhx … Please share! #OsoStrong\"", "\"RT @nbcnightlynews: President Obama on deadly mudslide: I ask all Americans to send thoughts and prayers to Washington state http://t.co/Fj…\"", "\"RT @CNN: Death toll from Washington landslide rises to 36. http://t.co/W0OKG1IJdQ\"", "\"WASHINGTON STATE MUDSLIDE; EARTH FIGHTS BACK - News - Bubblews http://t.co/DIHjAyjIbk #bubblews\"", "\"Video shows a 4-year-old boy being rescued on Saturday from the wreckage of a landslide in Washington. http://t.co/NxGB2EStL7\"", "\"@Kitty_Shanx srsly don't ask me ! I oso dk fuck ?\"", "\"15 now listed as missing in mudslide http://t.co/RCkXDTbA80\"", "\"#Teamfollowback #RT President Obama to visit site of deadly Washington state landslide - Los Angeles Times http://t.co/mapMEOUO6A\"", "\"House With People Inside in Washington Mudslide: State Troopers: Mudslide moves house with people inside in Snohomish County, Washington\"", "\"RT @LizB: Death Toll Climbs to 18 a Week After Landslide http://t.co/MyWGTG6eu6\"", "\"RT @jobs4DAL: #jobs4u #jobs DRIVER - Comfort Suites Arlington Texas Job http://t.co/g7HObwWasS #DAL #dallas #TX\"", "\"RT @don_PIII: @CP_Landslide you dont have no chill lmaoo\"", "\"RT @cnnbrk: 3 people killed, 8 transported to hospitals and at least 6 houses destroyed in Washington state landslide Saturday. http://t.co…\"", "\"#Albert_Stanlie INF: Quest to ID Remains Brings Mystery After Mudslide: In quest to ID remains of those killed... http://t.co/uTqYOMt1kl\"", "\"RT @KIRO7Seattle: #530slide has taken out a couple of different neighborhoods and several homes. Watch updates live on KIRO 7 or at http://…\"", "\"'Everything is gone. Houses are gone': With little warning, a mudslide in the state of Washington tears apart two towns, leaving at l...\"", "\"#JobSearch Senior Application Developer (AERO-VA-AR-14-025) at Wyle (Arlington, VA) Find this Job &amp; More http://t.co/1UzaC0VJgw\"", "\"One downside to not having a TV. Just found out about the Oso mudslide. The fatality number will be higher than the Mt. St. Helens eruption.\"", "\"#Search for Wash. landslide victims to resume Tuesday - Last SlideNext SlideChief Travis Hots, with the Snohomish... http://t.co/IirBH6xGlo\"", "Tickets on Sale this week!  "], "cluster": 9, "words": ["fema", "new", "get", "thank", "go", "thanks", "flood", "call"], "ISim": 0.05, "ESim": 0.004, "size": 37}], "input": "oso.mat", "id": "cluto-default-10", "columns": 4437}